[
  {
    "content_id": 476430,
    "reference_id": 202243,
    "title": "2 Thessalonians 1:1",
    "media_type": "Text",
    "index_reference": "53001001",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054001001\" data-endVerseId=\"1054001002\"><h3>Section 1:1–2: Paul greeted the believers in the town of Thessalonica</h3><p data-indent=\"1\">The way Paul began this letter is similar to the way he began many of his letters. Compare 2 Thessalonians 1:1–2 with 1 Thessalonians 1:1.</p></div><h4>1:1a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:1a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Paul, Silvanus, and Timothy,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ <span data-bnType=\"implied\">It is I,</span> Paul, with Silas and Timothy, <span data-bnType=\"implied\">who greet you</span></p></li><li><p>¶ <span data-bnType=\"implied\">I,</span> Paul, together with Silas and Timothy, <span data-bnType=\"implied\">greet you</span></p></li><li><p><span data-bnType=\"implied\">This letter is from me,</span> Paul. Silas and Timothy <span data-bnType=\"implied\">join me in greeting you</span>.</p></li></ul></div><p data-indent=\"1\"><strong>Paul, Silvanus, and Timothy:</strong> Paul was the author of the letter, but he added the names of Silvanus and Timothy because they had been with him when he went to Thessalonica and were also greeting the Thessalonians.</p><p data-indent=\"2\"><strong>Silvanus:</strong> Like Paul himself, <em>Silvanus</em> had two names: Silvanus and Silas. Silvanus was probably the Latin form of the Hebrew name Silas. At the beginning of 1 and 2 Thessalonians and 1 Peter, the Latin form “Silvanus” is used in the original Greek text (see RSV). However, Luke used “Silas” when he wrote about him in Acts. The important thing, when you are translating these passages, is to make sure that your readers know that Silvanus and Silas were the same person. Many modern English versions do this by only using the name “Silas” in the text (as NIV and GNT have done) and having a footnote to say that the Greek text has “Silvanus.” Another possibility would be to use Silvanus in your translation and use a footnote to explain that he was the same person as Silas of Acts.</p><h4>1:1b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:1b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>To the church of the Thessalonians</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p><span data-bnType=\"implied\">who are</span> believers in <span data-bnType=\"implied\">the town of</span> Thessalonica,</p></li><li><p><span data-bnType=\"implied\">We send this letter</span> to the believers in <span data-bnType=\"implied\">the town of</span> Thessalonica,</p></li></ul></div><p data-indent=\"1\"><strong>To the church of the Thessalonians:</strong> There is no verb in the Greek text of this verse. It may be more natural in your language to include a verb such as “write,” for example,</p><blockquote data-indent=\"2\"><p><span data-bnType=\"implied\">I,</span> Paul, along with Timothy and Silas <span data-bnType=\"implied\">write</span> to the church of the Thessalonians…</p></blockquote><p data-indent=\"2\"><strong>the church of the Thessalonians:</strong> The Greek word <em>ekklēsia</em>, which is often translated as <em>church</em> in English, never refers to a building but to a group of Christians who met together to worship God. See the note on 1 Thessalonians 1:1b. Also see the word “church&quot;, sense 2 in KBT and in the glossary.</p><h4>1:1c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:1c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>in God our Father and the Lord Jesus Christ:</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p><span data-bnType=\"implied\">those who are</span> united to God our<sup>(incl)</sup> Father and to the Lord Jesus Christ.</p></li><li><p>who belong to God, <span data-bnType=\"implied\">who is</span> our<sup>(incl)</sup> Father, and to the Lord Jesus Christ.</p></li></ul></div><p data-indent=\"1\"><strong>in God our Father and the Lord Jesus Christ:</strong> This is identical to the corresponding phrase in 1 Thessalonians 1:1c, except that Paul here said “our Father” rather than “the Father.”</p><p data-indent=\"2\"><strong>in:</strong> The word <em>in</em>, where it relates to a person (for example, “in God…”), is one of the most difficult words to translate accurately and naturally, because its meaning depends on the context. Here it means “those who have a special relationship with God and the Lord Jesus Christ.” Here are some other ways to translate this:</p><blockquote data-indent=\"3\"><p>those who are united with God and the Lord Jesus Christ” (GW)</p></blockquote><blockquote data-indent=\"3\"><p>those who belong to God and the Lord Jesus Christ (GNT, NLT, REB)</p></blockquote><p data-indent=\"2\"><strong>our Father:</strong> As noted above, the one difference between this phrase and 1 Thessalonians 1:1c is that Paul says <em>our</em> here rather than “the.” If you needed to translate 1 Thessalonians 1:1c as “our Father,” these two verses will be identical in your translation. However, if you were able to translate “<u>the</u> Father” literally in 1 Thessalonians 1:1c, then you will need to allow for the difference here.</p><p data-indent=\"2\"><strong>the Lord:</strong> This is translated from the Greek word <em>kurios</em>, which means “master,” “chief” or “leader.” It is a title that indicates respect and has a positive meaning. The Greek word <em>kurios</em> nearly always refers to Christ in the New Testament, though sometimes it refers to God or a human being. In some languages it is not possible to say “the Lord” without saying <u>whose</u> Lord is being referred to. It may always be necessary to say “our Lord” or “my Lord.” If this is the case in your language, you should use the possessive pronoun “our (incl).”</p><p data-indent=\"2\"><strong>Jesus Christ:</strong> In this letter, as in most letters in the New Testament, <em>Christ</em> is not used as a title. Rather, it had become a proper name. It is often coupled with Jesus: Jesus Christ or Christ Jesus. You should transliterate these words, <em>Jesus Christ</em>, in this letter, as do almost all English translations. See “Christ&quot;, sense 1b in KBT for further advice.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53001001",
          "start_ref_usfm": "2TH 1:1",
          "end_ref": "53001001",
          "end_ref_usfm": "2TH 1:1"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476431,
    "reference_id": 202244,
    "title": "2 Thessalonians 1:2",
    "media_type": "Text",
    "index_reference": "53001002",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054001001\" data-endVerseId=\"1054001002\"><h3>Section 1:1–2: Paul greeted the believers in the town of Thessalonica</h3><p data-indent=\"1\">The way Paul began this letter is similar to the way he began many of his letters. Compare 2 Thessalonians 1:1–2 with 1 Thessalonians 1:1.</p></div><h4>1:2</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:2\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Grace and peace to you from God our Father and the Lord Jesus Christ.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>May God the Father and the Lord Jesus Christ act graciously toward you and cause you to be at peace.</p></li><li><p><span data-bnType=\"implied\">We<sup>(excl)</sup> pray that</span> God <span data-bnType=\"implied\">who is our<sup>(incl)</sup></span> Father and the Lord Jesus Christ <span data-bnType=\"implied\">will</span> bless you and cause you to be at peace.</p></li></ul></div><p data-indent=\"1\"><strong>Grace and peace to you:</strong> This is a typical greeting that both Paul and Peter used in their letters. See 1 Thessalonians 1:1d.</p><p data-indent=\"2\"><strong>Grace:</strong> Here <em>Grace</em> refers to the way God blesses people both materially and spiritually. See “grace&quot;, sense A1 in KBT.</p><p data-indent=\"2\"><strong>peace:</strong> Here <em>peace</em> refers to physical, mental, and spiritual well-being in all circumstances, even when there is trouble and difficulty.</p><p data-indent=\"2\"><strong>you:</strong> The word <em>you</em> throughout the whole letter of 2 Thessalonians is plural.</p><p data-indent=\"1\"><strong>from God our Father and the Lord Jesus Christ:</strong> Here in 2 Thessalonians Paul made it very clear that such grace and peace came from God and Jesus.</p><p data-indent=\"2\"><strong>God our Father:</strong> There is a textual problem with this verse:</p><ol type=\"1\" data-indent=\"2\"><li><p>Some Greek manuscripts say <em>patros hēmōn</em>, “our Father.” <em>(BSB, CEV, ESV, GW, GNT, KJV, NASB, NLT)</em></p></li><li><p>Other Greek manuscripts say <em>patros</em>, “the Father.” <em>(NCV, NET, NIV, NRSV, RSV)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1) along with the reading of the BSB and the majority of English versions. However, if the national language version that is most popular in your area says “the Father, you may wish to use that reading. If so, see how you translated that expression in 1 Thessalonians 1:1c. In some languages, it is not possible to say simply “the father.” Rather, it is necessary to specify <u>whose</u> father is being referred to, that is, “our father” or “his father.” If this is the case in your language, you should use the possessive pronoun “our (incl),” even if you are translating the Greek expression “the Father.”</p><p data-indent=\"2\">This verse is really a prayer. The second meaning line in the Display for 1:2 gives a way to express this.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53001002",
          "start_ref_usfm": "2TH 1:2",
          "end_ref": "53001002",
          "end_ref_usfm": "2TH 1:2"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476432,
    "reference_id": 202245,
    "title": "2 Thessalonians 1:3",
    "media_type": "Text",
    "index_reference": "53001003",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054001003\" data-endVerseId=\"1054001012\"><h3>Section 1:3–12: Jesus Christ will return and will reward his people as they deserve</h3><p data-indent=\"1\">This section begins the main part of Paul’s second letter to the Thessalonians. Paul thanked God that the Thessalonian believers were still believing firmly in Jesus even though people were persecuting them. He also prayed that everyone would see that the Thessalonian believers were behaving in a manner that would please Jesus Christ when he returns.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054001003\" data-endVerseId=\"1054001004\"><h3>Paragraph 1:3–4</h3><p data-indent=\"1\">Paul thanked God because the faith and love of the Thessalonians was increasing.</p></div><h4>1:3a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:3a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>We are obligated to thank God for you all the time, brothers,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ Brothers, we<sup>(excl)</sup> should thank God constantly because of you.</p></li></ul></div><p data-indent=\"1\"><strong>We are obligated to thank God:</strong> It is possible that a literal translation of this part of the verse may sound as if Paul were saying that he and his companions did not yet thank God, but they ought to. If your translation could be misunderstood in this way, you could translate it:</p><blockquote data-indent=\"2\"><p>We thank God constantly for you because we are obligated to do this.</p></blockquote><p data-indent=\"1\"><strong>brothers:</strong> This term was frequently used in the New Testament to refer to fellow Christians, showing that Christians are like brothers and sisters in the family of God. It is better to use a general term that includes both elder and younger siblings, male and female, if you can, rather than a more specific term. In some languages, when the word <em>brothers</em> is used, as in the case of the word “father” (see the note on 1:1c), it is necessary to say whose brother is being spoken of. If this is true in your language you should use “our (excl).”</p><h4>1:3b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:3b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>as is fitting,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>It is right/appropriate/fitting <span data-bnType=\"implied\">for us<sup>(excl)</sup></span> to do this,</p></li></ul></div><p data-indent=\"1\"><strong>as is fitting:</strong> This further emphasizes 1:3a. Paul was emphasizing that thanking God for the Thessalonians was the fitting thing for him and his companions to do.</p><h4>1:3c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:3c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>because your faith is growing more and more,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>because you continually believe/trust more and more <span data-bnType=\"implied\">in the Lord Jesus Christ</span></p></li></ul></div><p data-indent=\"1\"><strong>your faith:</strong> It may be more natural in your language to change the noun <em>faith</em> into a verb such as “to believe in” or “to trust in.” The Lord Jesus was the one in whom they believed or trusted. It was not just that they believed that he existed, but that he was also their Lord. See faith in KBT under the term “believe.” Also see “faith&quot; in the glossary.</p><p data-indent=\"1\"><strong>is growing more and more:</strong> It is God who caused them to believe more and more.</p><h4>1:3d</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:3d\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and your love for one another is increasing.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and you all continually love one another more and more.</p></li></ul></div><p data-indent=\"1\"><strong>is increasing:</strong> Probably there is little difference in meaning between the verbs translated as “is growing more and more” and <em>is increasing</em>. Paul was probably using this repetition to show that what he was saying was important. If using two different verbs in your language is not possible or would cause your readers to misunderstand, you could use the same verb in both parts of the verse.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53001003",
          "start_ref_usfm": "2TH 1:3",
          "end_ref": "53001003",
          "end_ref_usfm": "2TH 1:3"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476433,
    "reference_id": 202246,
    "title": "2 Thessalonians 1:4",
    "media_type": "Text",
    "index_reference": "53001004",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054001003\" data-endVerseId=\"1054001012\"><h3>Section 1:3–12: Jesus Christ will return and will reward his people as they deserve</h3><p data-indent=\"1\">This section begins the main part of Paul’s second letter to the Thessalonians. Paul thanked God that the Thessalonian believers were still believing firmly in Jesus even though people were persecuting them. He also prayed that everyone would see that the Thessalonian believers were behaving in a manner that would please Jesus Christ when he returns.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054001003\" data-endVerseId=\"1054001004\"><h3>Paragraph 1:3–4</h3><p data-indent=\"1\">Paul thanked God because the faith and love of the Thessalonians was increasing.</p></div><h4>1:4a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:4a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>That is why we boast among God’s churches</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>Because of that, we<sup>(excl)</sup> are proudly telling God’s people <span data-bnType=\"implied\">in every place</span></p></li><li><p>That is why we<sup>(excl)</sup> speak proudly about you to <span data-bnType=\"implied\">every</span> group of God’s people,</p></li></ul></div><p data-indent=\"1\"><strong>That is why:</strong> 1:4 refers back to the contents of 1:3c–d and is the <u>result</u> of it, that is, Paul and his companions could boast about the Thessalonians <u>because</u> their faith and love were increasing.</p><p data-indent=\"1\"><strong>we:</strong> Here <em>we</em> is emphatic in the Greek. The commentators do not agree about why Paul used an emphatic pronoun here, but it was probably to emphasize that this was something unusual, that is, that Paul and his companions did not usually boast, but in this case they did.</p><p data-indent=\"1\"><strong>boast:</strong> Boasting in English is usually considered something negative, but here Paul was speaking of the legitimate pride he had in the Thessalonians, as a father would be proud of his children. The verb <em>boast</em> here does not mean “to be proud” but “to speak proudly about.”</p><p data-indent=\"1\"><strong>among God’s churches:</strong> See the notes on 1:1b above and on 1 Thessalonians 2:14a. This could include the believers in Berea, Athens, Corinth (where Paul preached after leaving Thessalonica), and other places that Paul had visited.</p><h4>1:4b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:4b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>about your perseverance and faith in the face of all the persecution and affliction you are enduring.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>how you continue to be steadfast and to trust <span data-bnType=\"implied\">in Jesus</span> even though people are continually persecuting you and causing you to suffer.</p></li><li><p><span data-bnType=\"implied\">telling them</span> that, although in many different ways people trouble you and cause you to suffer <span data-bnType=\"implied\">because you believe in the Lord Jesus</span>, you still continue to endure patiently and you still believe/trust <span data-bnType=\"implied\">in him</span>.</p></li></ul></div><p data-indent=\"1\"><strong>about:</strong> This word introduces the things about which Paul was boasting.</p><p data-indent=\"1\"><strong>your perseverance:</strong> This means that the Thessalonians remained steadfast and did not give up when they were persecuted.</p><p data-indent=\"1\"><strong>in the face of all the persecution:</strong> People were persecuting the Thessalonians because they were following Christ.</p><p data-indent=\"1\"><strong>and affliction:</strong> The commentators do not agree about the meaning of the Greek noun <em>thlipsis</em>, which the BSB translates as <em>affliction</em>. There are two main possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>It means almost the same as “persecutions.” Then <em>affliction</em> is a more general term for the sort of sufferings that people were causing for the Thessalonians.</p></li><li><p>It refers to suffering in a general way and includes problems such as hunger and poverty, which are not necessarily caused by people opposed to Christ.</p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1).</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53001004",
          "start_ref_usfm": "2TH 1:4",
          "end_ref": "53001004",
          "end_ref_usfm": "2TH 1:4"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476434,
    "reference_id": 202247,
    "title": "2 Thessalonians 1:5",
    "media_type": "Text",
    "index_reference": "53001005",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054001003\" data-endVerseId=\"1054001012\"><h3>Section 1:3–12: Jesus Christ will return and will reward his people as they deserve</h3><p data-indent=\"1\">This section begins the main part of Paul’s second letter to the Thessalonians. Paul thanked God that the Thessalonian believers were still believing firmly in Jesus even though people were persecuting them. He also prayed that everyone would see that the Thessalonian believers were behaving in a manner that would please Jesus Christ when he returns.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054001005\" data-endVerseId=\"1054001010\"><h3>Paragraph 1:5–10</h3><p data-indent=\"1\">It is a good idea to start a new paragraph here, because Paul was teaching about a different theme: God’s judgment. Throughout 1:5–10, Paul talked repeatedly about two related ideas:</p><ol type=\"a\" data-indent=\"1\"><li><p>that the Thessalonian believers were suffering because non-Christians were persecuting them;</p></li><li><p>that God would do what was right and just.</p></li></ol></div><h4>1:5a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:5a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>All this is clear evidence of God’s righteous judgment.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ This all proves that <span data-bnType=\"implied\">the time will come when people will see plainly</span> that God will recompense everyone as they deserve.</p></li><li><p>¶ <span data-bnType=\"implied\">Your perseverance and faith despite persecution and trials</span> prove God will judge everyone fairly.</p></li></ul></div><p data-indent=\"1\"><strong>All this is clear evidence of God’s righteous judgment:</strong> In other places in Scripture, God says that, at the end of the world, he will judge everyone. Those who are evil will be punished and those who are righteous will be rewarded. The fact that people such as the Thessalonians endured persecution yet remained faithful to God clearly shows that God’s future judgment will be just/right. It is just/fair that God will <u>judge and reward</u> believers who have been persecuted and yet have remained faithful. It is also just/fair that God will <u>judge and punish</u> those who have persecuted them.</p><p data-indent=\"2\"><strong>All this is clear evidence:</strong> The words <em>All this is</em> are not in the Greek text. However, the BSB has added them to make it clear that 1:5 is connected to 1:4.</p><p data-indent=\"3\"><strong>evidence:</strong> This refers to how the Thessalonian believers had trusted in Christ and persevered even though people were persecuting them. Here are some other ways to translate this:</p><blockquote data-indent=\"4\"><p>All of this proves (GNT)</p></blockquote><blockquote data-indent=\"4\"><p>It all shows (NJB)</p></blockquote><p data-indent=\"2\"><strong>God’s righteous judgment:</strong> Paul was saying that God will judge everyone fairly and justly and in the way they deserve to be judged. See <em>righteous</em> in the glossary.</p><h4>1:5b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:5b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>And so you will be counted worthy of the kingdom of God,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>As a result, <span data-bnType=\"implied\">God/he</span> will declare that you are indeed citizens/members of his kingdom,</p></li><li><p>And as a result <span data-bnType=\"implied\">of your having endured all these things, God/he</span> will say that you are fit/worthy to be part of his kingdom,</p></li></ul></div><p data-indent=\"1\"><strong>And so you will be counted worthy of the kingdom of God:</strong> The Greek word <em>eis</em>, which the BSB translates <em>And so</em>, can have two different interpretations:</p><ol type=\"1\" data-indent=\"2\"><li><p>It indicates the <u>result</u> of what Paul had just said. (BSB, NIV, GNT)</p></li><li><p>It indicates the <u>purpose</u> of what Paul had just said. (RSV, NET, NASB, NJB, KJV)</p></li></ol><p data-indent=\"2\">Either of these options is possible, and it is not always easy to tell which option English versions follow. The Display follows the first option (1), and this is assumed in the note that follows.</p><p data-indent=\"2\">There is a second problem with this part of the verse. Commentators do not agree about whether 1:5b connects back to 1:5a or 1:4b. So there are two possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>It connects to 1:4b. Paul was saying that <u>their enduring persecution patiently</u> would result in God declaring that they were worthy to enter his kingdom.</p></li><li><p>It connects to 1:5a. Paul was saying that <u>God’s righteous judgment</u> would result in him declaring that they were worthy to enter his kingdom.</p></li></ol><p data-indent=\"2\">Most English versions are ambiguous, so if possible, you should not express the connection explicitly. If it is necessary in your language to be explicit, it is recommended that you follow the first option (1). You could say:</p><blockquote data-indent=\"3\"><p>The result <span data-bnType=\"implied\">of this suffering</span> will be that <span data-bnType=\"implied\">God</span> will declare that you are worthy of his kingdom.</p></blockquote><p data-indent=\"2\"><strong>the kingdom of God:</strong> In this context, this does not refer to a geographical region, but to God’s rule over his people. To be worthy of the kingdom of God therefore means “to be worthy to be part of the people over whom God rules.” See Kingdom of God, sense 1 in KBT. See also <em>kingdom</em> in the glossary.</p><h4>1:5c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:5c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>for which you are suffering.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p><span data-bnType=\"implied\">because</span> it is for the sake of his kingdom that you suffer.</p></li><li><p>since <span data-bnType=\"implied\">people are causing</span> you to suffer because God is ruling you <span data-bnType=\"implied\">now</span>.</p></li></ul></div><p data-indent=\"1\"><strong>for which you are suffering:</strong> The Thessalonians were committed to God, and he ruled their lives. It was because of this that they were being persecuted.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53001005",
          "start_ref_usfm": "2TH 1:5",
          "end_ref": "53001005",
          "end_ref_usfm": "2TH 1:5"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476435,
    "reference_id": 202248,
    "title": "2 Thessalonians 1:6",
    "media_type": "Text",
    "index_reference": "53001006",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054001003\" data-endVerseId=\"1054001012\"><h3>Section 1:3–12: Jesus Christ will return and will reward his people as they deserve</h3><p data-indent=\"1\">This section begins the main part of Paul’s second letter to the Thessalonians. Paul thanked God that the Thessalonian believers were still believing firmly in Jesus even though people were persecuting them. He also prayed that everyone would see that the Thessalonian believers were behaving in a manner that would please Jesus Christ when he returns.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054001005\" data-endVerseId=\"1054001010\"><h3>Paragraph 1:5–10</h3><p data-indent=\"1\">It is a good idea to start a new paragraph here, because Paul was teaching about a different theme: God’s judgment. Throughout 1:5–10, Paul talked repeatedly about two related ideas:</p><ol type=\"a\" data-indent=\"1\"><li><p>that the Thessalonian believers were suffering because non-Christians were persecuting them;</p></li><li><p>that God would do what was right and just.</p></li></ol></div><h4>1:6a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:6a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>After all, it is only right for God</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>God <span data-bnType=\"implied\">always judges</span> justly/fairly:</p></li><li><p>God is a just <span data-bnType=\"implied\">judge</span>:</p></li></ul></div><p data-indent=\"1\"><strong>After all:</strong> In Greek, this verse begins with <em>eiper</em>, which means “since.” The BSB translates this term as <em>After all</em>. As the majority of commentators agree, this word connects the first clause in 1:6, “it is only right for God,” to the end of 1:5. It provides the basis for what Paul said in 1:5b–c. Some translations have left this connection implicit.</p><p data-indent=\"1\"><strong>it is only right for God:</strong> The rest of the sentence (1:6–7a), as all versions express or imply, states how God would show that he was just, that is, he would pay back trouble to those who troubled the Thessalonians and he would relieve those who were being troubled.</p><p data-indent=\"2\"><strong>right:</strong> See “just&quot;, sense A1 in KBT and in the glossary.</p><h4>1:6b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:6b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>to repay with affliction those who afflict you,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>He will bring trials on those who bring trials on you.</p></li><li><p><span data-bnType=\"implied\">He will show that he is a just judge by</span> repaying with suffering those who cause you to suffer.</p></li></ul></div><p data-indent=\"1\"><strong>to repay with affliction those who afflict you:</strong> The first way God would show that he was just was by causing those who troubled the Thessalonians to suffer the same troubles/trials as they had caused the Thessalonians. Paul made this clear by using two related words (both translated as forms of the word <em>affliction</em> in the BSB). The Greek word that the BSB translates <em>affliction</em> in the expression <em>repay with affliction</em> is the same word as was translated “affliction” in 1:4b.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53001006",
          "start_ref_usfm": "2TH 1:6",
          "end_ref": "53001006",
          "end_ref_usfm": "2TH 1:6"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476436,
    "reference_id": 202249,
    "title": "2 Thessalonians 1:7",
    "media_type": "Text",
    "index_reference": "53001007",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054001003\" data-endVerseId=\"1054001012\"><h3>Section 1:3–12: Jesus Christ will return and will reward his people as they deserve</h3><p data-indent=\"1\">This section begins the main part of Paul’s second letter to the Thessalonians. Paul thanked God that the Thessalonian believers were still believing firmly in Jesus even though people were persecuting them. He also prayed that everyone would see that the Thessalonian believers were behaving in a manner that would please Jesus Christ when he returns.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054001005\" data-endVerseId=\"1054001010\"><h3>Paragraph 1:5–10</h3><p data-indent=\"1\">It is a good idea to start a new paragraph here, because Paul was teaching about a different theme: God’s judgment. Throughout 1:5–10, Paul talked repeatedly about two related ideas:</p><ol type=\"a\" data-indent=\"1\"><li><p>that the Thessalonian believers were suffering because non-Christians were persecuting them;</p></li><li><p>that God would do what was right and just.</p></li></ol></div><h4>1:7a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:7a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and to grant relief to you who are oppressed and to us as well.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>And he will cause <span data-bnType=\"implied\">people</span> to stop <span data-bnType=\"implied\">persecuting</span> you whom <span data-bnType=\"implied\">they are causing to</span> suffer now, and also <span data-bnType=\"implied\">cause them to stop persecuting</span> us<sup>(excl)</sup>.</p></li></ul></div><p data-indent=\"1\"><strong>and to grant relief to you who are oppressed:</strong> The second way God will show that he is just is by bringing relief to those who are suffering. In this context it means that God will cause the persecution to cease. The verb translated as <em>oppressed</em> is the same verb that was used in 1:6b.</p><p data-indent=\"1\"><strong>and to us as well:</strong> Paul and his companions had also often suffered persecution because they followed Christ, so they too needed relief from persecution.</p><h4>1:7b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:7b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>This will take place when the Lord Jesus is revealed from heaven with His mighty angels</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>These <span data-bnType=\"implied\">things</span> will happen when the Lord Jesus appears, <span data-bnType=\"implied\">coming</span> from heaven. His powerful angels will be with him,</p></li><li><p>This will happen when <span data-bnType=\"implied\">God</span> reveals the Lord Jesus along with his powerful angels, coming from heaven,</p></li></ul></div><p data-indent=\"1\"><strong>This will take place when the Lord Jesus is revealed from heaven:</strong> When the Lord Jesus returns, he will suddenly become visible coming from heaven. The Greek text literally says “at the revelation of the Lord Jesus,” but the BSB has used the passive verb <em>is revealed</em> here. If you need to use an active verb here, you can supply the implied subject and say something such as:</p><blockquote data-indent=\"2\"><p><span data-bnType=\"implied\">God</span> reveals the Lord Jesus</p></blockquote><p data-indent=\"2\">You can also use a different verb, for example:</p><blockquote data-indent=\"3\"><p>the Lord Jesus appears suddenly</p></blockquote><p data-indent=\"1\"><strong>with His mighty angels:</strong> The Greek literally says “with angels of power of him.” This can be translated in two ways:</p><ul data-indent=\"2\"><li><p>“his powerful/mighty angels.” In this case, the expression “of him” modifies the whole phrase “angels of power.” A minority of commentators take this view, but it is supported by nearly all the English versions. <em>(BSB, NIV, GNT, KJV, RSV, REB, NET, NASB, CEV, GW, NCV, NLT, SSA)</em></p></li><li><p>“the angels of his power.” In this case, the expression “of him” only modifies the noun “power.” This means “the angels to whom Jesus has given his power.” Most commentators take this view. <em>(NJB)</em></p></li></ul><p data-indent=\"2\">It is recommended that you follow the first option (1).</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53001007",
          "start_ref_usfm": "2TH 1:7",
          "end_ref": "53001007",
          "end_ref_usfm": "2TH 1:7"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476437,
    "reference_id": 202250,
    "title": "2 Thessalonians 1:8",
    "media_type": "Text",
    "index_reference": "53001008",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054001003\" data-endVerseId=\"1054001012\"><h3>Section 1:3–12: Jesus Christ will return and will reward his people as they deserve</h3><p data-indent=\"1\">This section begins the main part of Paul’s second letter to the Thessalonians. Paul thanked God that the Thessalonian believers were still believing firmly in Jesus even though people were persecuting them. He also prayed that everyone would see that the Thessalonian believers were behaving in a manner that would please Jesus Christ when he returns.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054001005\" data-endVerseId=\"1054001010\"><h3>Paragraph 1:5–10</h3><p data-indent=\"1\">It is a good idea to start a new paragraph here, because Paul was teaching about a different theme: God’s judgment. Throughout 1:5–10, Paul talked repeatedly about two related ideas:</p><ol type=\"a\" data-indent=\"1\"><li><p>that the Thessalonian believers were suffering because non-Christians were persecuting them;</p></li><li><p>that God would do what was right and just.</p></li></ol></div><h4>1:8a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:8a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>in blazing fire, inflicting vengeance on those who do not know God</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and flames of fire <span data-bnType=\"implied\">will surround him and them</span>. He will punish those who refuse to acknowledge God,</p></li><li><p>and <span data-bnType=\"implied\">surrounded</span> by flames of fire. He will punish those who refuse to accept God’s authority,</p></li></ul></div><p data-indent=\"1\"><strong>in blazing fire:</strong> Commentators mostly agree that the Lord Jesus will appear surrounded by fire. In some Greek manuscripts, this phrase occurs at the beginning of 1:8. That is the verse division that the BSB follows, along with versions such as the CEV, ESV, and NET. In other Greek manuscripts, this phrase comes at the end of 1:7. That is where versions such as the GW, NCV, NIV, and RSV have it. Most commentators agree that it belongs grammatically with 1:7, and so it is recommended that you include it in 1:7.</p><p data-indent=\"1\"><strong>those who do not know God:</strong> The use of the verb <em>know</em> here can be confusing. It refers to acknowledging God. Those who persecuted the believers had proved, by the way they behaved, that they did not know/acknowledge God. But Paul did not only mean the persecutors in Thessalonica; he was referring to all people who refuse to acknowledge God and obey him. Here are some other ways to translate this:</p><blockquote data-indent=\"2\"><p>those who refuse to acknowledge God (GW)</p></blockquote><blockquote data-indent=\"2\"><p>those who reject God (GNT)</p></blockquote><h4>1:8b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:8b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and do not obey the gospel of our Lord Jesus.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p><span data-bnType=\"implied\">that is</span>, those who do not accept/obey the gospel about our<sup>(incl)</sup> Lord Jesus.</p></li></ul></div><p data-indent=\"1\"><strong>and do not obey the gospel of our Lord Jesus:</strong> Paul was referring to the same group of people here as in 1:8a.</p><p data-indent=\"2\"><strong>obey the gospel of our Lord Jesus:</strong> This means “to do what the message of the gospel tells them to do.”</p><p data-indent=\"3\"><strong>the gospel of our Lord Jesus:</strong> That is, the gospel <u>about</u> our Lord Jesus.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53001008",
          "start_ref_usfm": "2TH 1:8",
          "end_ref": "53001008",
          "end_ref_usfm": "2TH 1:8"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476438,
    "reference_id": 202251,
    "title": "2 Thessalonians 1:9",
    "media_type": "Text",
    "index_reference": "53001009",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054001003\" data-endVerseId=\"1054001012\"><h3>Section 1:3–12: Jesus Christ will return and will reward his people as they deserve</h3><p data-indent=\"1\">This section begins the main part of Paul’s second letter to the Thessalonians. Paul thanked God that the Thessalonian believers were still believing firmly in Jesus even though people were persecuting them. He also prayed that everyone would see that the Thessalonian believers were behaving in a manner that would please Jesus Christ when he returns.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054001005\" data-endVerseId=\"1054001010\"><h3>Paragraph 1:5–10</h3><p data-indent=\"1\">It is a good idea to start a new paragraph here, because Paul was teaching about a different theme: God’s judgment. Throughout 1:5–10, Paul talked repeatedly about two related ideas:</p><ol type=\"a\" data-indent=\"1\"><li><p>that the Thessalonian believers were suffering because non-Christians were persecuting them;</p></li><li><p>that God would do what was right and just.</p></li></ol></div><h4>1:9</h4><p data-indent=\"1\">In this verse Paul described how those in 1:8 will be punished.</p><h4>1:9a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:9a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>They will suffer the penalty of eternal destruction,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p><span data-bnType=\"implied\">The Lord Jesus</span> will punish them by continuing to destroy them forever.</p></li></ul></div><p data-indent=\"1\"><strong>the penalty of eternal destruction:</strong> As most commentators agree, this does not mean that those in 1:8 will be completely destroyed and cease to exist. It means that the act of destroying will never end.</p><h4>1:9b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:9b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>separated from the presence of the Lord and the glory of His might,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>They will be separated from him and will not share in his great/glorious power.</p></li><li><p>He will exclude them from his presence and not allow them to experience his power <span data-bnType=\"implied\">which will be shown</span> in his greatness.</p></li></ul></div><p data-indent=\"1\"><strong>separated from the presence of the Lord:</strong> The word <em>separated</em> is not in the Greek. The BSB has added this word to make the meaning clearer in English. However, the fact that there is no verb in Greek indicates that Paul was not speaking of two separate punishments, destruction and separation, but that this part of the verse describes more specifically the everlasting destruction of 1:9a.</p><p data-indent=\"2\"><strong>the Lord:</strong> This probably refers to Jesus here.</p><p data-indent=\"1\"><strong>the glory of His might:</strong> The Greek says: “the glory of his strength.” This probably means “the majesty/glory that is shown by his power.”</p><p data-indent=\"2\"><strong>glory:</strong> In this context, the Greek word used here contains the meanings “greatness,” “honor,” and “great light.”</p><p data-indent=\"2\"><strong>His might:</strong> The phrase <em>His might</em> refers to Christ’s power.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53001009",
          "start_ref_usfm": "2TH 1:9",
          "end_ref": "53001009",
          "end_ref_usfm": "2TH 1:9"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476439,
    "reference_id": 202252,
    "title": "2 Thessalonians 1:10",
    "media_type": "Text",
    "index_reference": "53001010",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054001003\" data-endVerseId=\"1054001012\"><h3>Section 1:3–12: Jesus Christ will return and will reward his people as they deserve</h3><p data-indent=\"1\">This section begins the main part of Paul’s second letter to the Thessalonians. Paul thanked God that the Thessalonian believers were still believing firmly in Jesus even though people were persecuting them. He also prayed that everyone would see that the Thessalonian believers were behaving in a manner that would please Jesus Christ when he returns.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054001005\" data-endVerseId=\"1054001010\"><h3>Paragraph 1:5–10</h3><p data-indent=\"1\">It is a good idea to start a new paragraph here, because Paul was teaching about a different theme: God’s judgment. Throughout 1:5–10, Paul talked repeatedly about two related ideas:</p><ol type=\"a\" data-indent=\"1\"><li><p>that the Thessalonian believers were suffering because non-Christians were persecuting them;</p></li><li><p>that God would do what was right and just.</p></li></ol></div><h4>1:10a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:10a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>on the day He comes to be glorified in His saints</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p><span data-bnType=\"implied\">All this will happen</span> when <span data-bnType=\"implied\">the Lord Jesus</span> will come in order to be honoured/praised because of the people who belong to him</p></li><li><p><span data-bnType=\"implied\">All this will happen</span> when <span data-bnType=\"implied\">the Lord Jesus</span> comes in order that <span data-bnType=\"implied\">people</span> will praise him because of <span data-bnType=\"implied\">what he has done for</span> his people</p></li></ul></div><p data-indent=\"1\"><strong>on the day He comes:</strong> That is, the day when the Lord Jesus will return to earth. Those who do not know God will be punished on that day.</p><p data-indent=\"1\"><strong>to be glorified in His saints:</strong> This phrase indicates one <u>purpose</u> for the Lord Jesus’ return.</p><p data-indent=\"2\"><strong>to be glorified:</strong> This means that people will honor/praise the Lord Jesus. As this is a passive verb, there is no subject given. If you can use a passive verb, you should do so. Otherwise you could make “His saints” the subject of the verb, as in the second Meaning Line in the Display.</p><p data-indent=\"2\"><strong>in His saints:</strong> Scholars do not agree about how this phrase is connected to the phrase “to be glorified” and therefore what the Greek word <em>en</em> (<em>in</em>) means here. The literal translation of the BSB is ambiguous. There are three possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>It gives the reason why Jesus will be glorified, that is, he will be glorified <u>because of</u> what he has done for believers (for example, saving them). Most commentators support this option. <em>(NCV, SSA)</em></p></li><li><p>It gives the agent of the action, that is, he will be glorified <u>by</u> his people. <em>(GNT, NRSV, CEV, NLT)</em></p></li><li><p>It gives a location, that is, Jesus will be glorified <u>among</u> his people. (REB, GW, NJB)</p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1), which has the best support in the commentaries.</p><p data-indent=\"3\"><strong>His saints:</strong> The phrase <em>His saints</em> is translated from the Greek word <em>hagioi</em>, which literally means “holy ones.” It often is translated “saints” but it is important to recognize that in the New Testament, this refers to all believers in Christ, not just to people who are very good. One way to translate it is “those who belong to God.” See the word “saint” under holy, sense A3a in KBT. See also “holy” in the glossary, meaning 1 and &quot;saint”, also in the glossary.</p><h4>1:10b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:10b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and regarded with wonder by all who have believed,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and so that all those who have believed in him will be amazed.</p></li><li><p>and in order that they, those who believe in him, will be astonished <span data-bnType=\"implied\">at what he has done</span>.</p></li></ul></div><p data-indent=\"1\"><strong>and regarded with wonder by all who have believed:</strong> This part of the verse is parallel to 1:10a. Obviously, <em>all who have believed</em> refers to the same people as “his saints” in 1:10a. It is less clear whether the verb <em>thaumazō</em>, which the BSB translates <em>regarded with wonder</em>, should be considered to mean the same as “glorify” in 1:10a. The two verbs in Greek are quite distinct, so it is better to follow the majority of English versions and use two verbs.</p><p data-indent=\"2\"><strong>regarded with wonder:</strong> That is, “to be wondered at, to cause people to be amazed.” Once more the verb is passive, so no subject has been supplied. If you need to use an active verb in your language, you should use the same subject as you did in 1:10a.</p><h4>1:10c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:10c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>including you who have believed our testimony.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>You will be among this group <span data-bnType=\"implied\">who belong to Jesus and believe in him</span> because you <span data-bnType=\"implied\">also</span> believed what we<sup>(excl)</sup> <span data-bnType=\"implied\">saw and</span> told you <span data-bnType=\"implied\">about him</span>.</p></li></ul></div><p data-indent=\"1\"><strong>including you:</strong> Although the Greek text does not say this, it is helpful for showing how 1:10b and the rest of 1:10c connect together. Paul’s message was believed by many people in Thessalonica, and so they will be among Jesus’ “saints” and “those who have believed.”</p><p data-indent=\"1\"><strong>our testimony:</strong> Paul used the Greek word <em>marturion</em> here, which the BSB translates as <em>testimony</em> to make it clear that Paul and his companions preached about what they had actually seen God do.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53001010",
          "start_ref_usfm": "2TH 1:10",
          "end_ref": "53001010",
          "end_ref_usfm": "2TH 1:10"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476440,
    "reference_id": 202253,
    "title": "2 Thessalonians 1:11",
    "media_type": "Text",
    "index_reference": "53001011",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054001003\" data-endVerseId=\"1054001012\"><h3>Section 1:3–12: Jesus Christ will return and will reward his people as they deserve</h3><p data-indent=\"1\">This section begins the main part of Paul’s second letter to the Thessalonians. Paul thanked God that the Thessalonian believers were still believing firmly in Jesus even though people were persecuting them. He also prayed that everyone would see that the Thessalonian believers were behaving in a manner that would please Jesus Christ when he returns.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054001011\" data-endVerseId=\"1054001012\"><h3>Paragraph 1:11–12</h3><p data-indent=\"1\">Paul concluded this chapter by praying for the Thessalonian believers. He prayed that when the Lord Jesus returned he would find them worthy to enter his kingdom and that, in the meantime, God would enable them to behave in a righteous way.</p></div><h4>1:11a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:11a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>To this end, we always pray for you,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ Remembering this, we<sup>(excl)</sup> always pray <span data-bnType=\"implied\">to God</span> for you,</p></li><li><p>¶ Therefore, <span data-bnType=\"implied\">because you will be among those who will praise the Lord Jesus when he returns,</span> we<sup>(excl)</sup> always pray <span data-bnType=\"implied\">to God</span> for you,</p></li></ul></div><p data-indent=\"1\"><strong>To this end:</strong> Most commentators and English versions agree that the word <em>this</em> in this phrase refers backward to some previous verses, but they do not agree about which precise verses are being referred to. There are three main possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>It refers to 1:10b–c.</p></li><li><p>It refers to 1:5–10.</p></li><li><p>It refers to 1:5.</p></li></ol><p data-indent=\"2\">If you need to be specific in your translation, it is recommended that you follow the first option (1). The second meaning line in the Display shows one way to do this.</p><h4>1:11b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:11b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>that our God will count you worthy of His calling,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>that <span data-bnType=\"implied\">when Jesus returns</span> our<sup>(incl)</sup> God will judge that you have been worthy <span data-bnType=\"implied\">of the way of life</span> to which he called you.</p></li><li><p><span data-bnType=\"implied\">We<sup>(excl)</sup> pray</span> that <span data-bnType=\"implied\">at that time</span> our<sup>(incl)</sup> God will judge that <span data-bnType=\"implied\">you have behaved in a way</span> that is appropriate <span data-bnType=\"implied\">to the way of life</span> to which he has called you.</p></li></ul></div><p data-indent=\"1\"><strong>our God:</strong> See the note on 1 Thessalonians 2:2c.</p><p data-indent=\"1\"><strong>will count you worthy:</strong> The Greek word that the BSB translates as <em>count…worthy</em> here is the verb <em>axioō</em>. It is related to the word that the BSB translates as <em>worthy</em> in 1:5b. Here the scholars do not agree about how the verb should be translated. There are two possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>It means “<u>regard/consider</u> as worthy” The word then has the same meaning as the related word <em>kataxioō</em> in 1:5b. This is the view of the majority of the commentators. <em>(BSB, NIV, KJV, REB, NASB, SSA)</em></p></li><li><p>It means “<u>make</u> worthy.” <em>(RSV, GNT, NJB, NET, CEV, NCV, NLT, GW)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first meaning (1), which has wide support in the commentaries.</p><p data-indent=\"1\"><strong>of His calling:</strong> God has called the Thessalonian believers to be “his holy people,” “those who belong to him.” He has also called them to behave morally so that he will be pleased to call them his people.</p><h4>1:11c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:11c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and that He will powerfully fulfill your every good desire</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p><span data-bnType=\"implied\">We<sup>(excl)</sup> also pray</span> that he will powerfully enable you to do the good deeds that you want to do</p></li></ul></div><p data-indent=\"1\"><strong>your every good desire:</strong> Most commentators and English versions agree that this means “every good thing you want/desire to do.”</p><h4>1:11d</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:11d\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and work of faith,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and to do everything your faith <span data-bnType=\"implied\">in Jesus</span> causes you to want to do.</p></li></ul></div><p data-indent=\"1\"><strong>work of faith:</strong> That is, “everything you do because you believe in Jesus.” This is parallel to 1:11c. If it is more natural in your language, you could combine 1:11c and 1:11d as follows:</p><blockquote data-indent=\"2\"><p><span data-bnType=\"implied\">We also always pray to God for you</span> that he will powerfully enable you to do the good deeds that you want to do because you believe/trust <span data-bnType=\"implied\">in the Lord Jesus</span>.</p></blockquote><p data-indent=\"2\">See Parallelism in <em>Translation Problems from A to Z</em> for more information on how to translate parallel expressions.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53001011",
          "start_ref_usfm": "2TH 1:11",
          "end_ref": "53001011",
          "end_ref_usfm": "2TH 1:11"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476441,
    "reference_id": 202254,
    "title": "2 Thessalonians 1:12",
    "media_type": "Text",
    "index_reference": "53001012",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054001003\" data-endVerseId=\"1054001012\"><h3>Section 1:3–12: Jesus Christ will return and will reward his people as they deserve</h3><p data-indent=\"1\">This section begins the main part of Paul’s second letter to the Thessalonians. Paul thanked God that the Thessalonian believers were still believing firmly in Jesus even though people were persecuting them. He also prayed that everyone would see that the Thessalonian believers were behaving in a manner that would please Jesus Christ when he returns.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054001011\" data-endVerseId=\"1054001012\"><h3>Paragraph 1:11–12</h3><p data-indent=\"1\">Paul concluded this chapter by praying for the Thessalonian believers. He prayed that when the Lord Jesus returned he would find them worthy to enter his kingdom and that, in the meantime, God would enable them to behave in a righteous way.</p></div><h4>1:12a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:12a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>so that the name of our Lord Jesus will be glorified in you,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>We<sup>(excl)</sup> pray this so that <span data-bnType=\"implied\">people</span> may praise the name of our<sup>(incl)</sup> Lord Jesus because of <span data-bnType=\"implied\">what he has done for</span> you</p></li></ul></div><p data-indent=\"1\"><strong>so that:</strong> There are two ways to connect this to 1:11:</p><ol type=\"1\" data-indent=\"2\"><li><p>It is the <u>purpose</u> of Paul’s prayer. So Paul was saying “we pray all this <u>so that</u>…” This is the view of almost every commentary. <em>(NIV, RSV, NET, NASB, NCV, REB, NJB, SSA)</em></p></li><li><p>It is the expected <u>result</u> of Paul’s prayer. So Paul was saying: “We pray all this. <u>Then</u>, [when the prayer is answered]….” <em>(This seems to be the view of the GNT, CEV, GW, NLT)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option, as scholars agree that the word <em>hopōs</em> usually indicates purpose.</p><p data-indent=\"1\"><strong>the name of our Lord Jesus:</strong> In the Bible, when someone refers to the <em>name</em> of a person, they usually mean his reputation, character, and habits. By extending this definition, then, the <em>name</em> can mean the person himself. So if it is not possible in your language to use the expression “the name of,” you could just say “so that our Lord Jesus may be glorified in you.”</p><p data-indent=\"1\"><strong>will be glorified in you:</strong> This part of the verse has the same meaning as it had in 1:10a, that is, that the name of Jesus will be glorified because of what he has done for the Thessalonian believers. See the note on 1:10a. Paul did not specify <u>who</u> would glorify Jesus, but he probably meant people in general.</p><h4>1:12b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:12b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and you in Him,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and that he will <span data-bnType=\"implied\">praise</span> you.</p></li></ul></div><p data-indent=\"1\"><strong>and you in Him:</strong> There are two main ways to understand this part of the verse and how it compares with 1:12a.</p><ol type=\"1\" data-indent=\"2\"><li><p>The relationship indicated by “in” has a different meaning here than in 1:12a. This part of the verse then means that the Thessalonians will be praised <u>by</u> Jesus.</p></li><li><p>This is the reverse of 1:12a. So it means that people will praise the Thessalonians <u>because of</u> Jesus, just as they will praise Jesus.</p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1).</p><h4>1:12c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"1:12c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>according to the grace of our God and of the Lord Jesus Christ.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p><span data-bnType=\"implied\">and we<sup>(excl)</sup> pray that</span> our<sup>(incl)</sup> God and the Lord Jesus Christ <span data-bnType=\"implied\">will answer this prayer</span> in a manner which shows that they are gracious/kind.</p></li></ul></div><p data-indent=\"1\"><strong>according to the grace:</strong> Paul knew that God would answer his prayer <em>according to grace</em>, that is, he would act in a way that showed that he is merciful to the people who follow him.</p><p data-indent=\"2\"><strong>grace:</strong> See the note on 1:2.</p><p data-indent=\"1\"><strong>of our God and of the Lord Jesus Christ:</strong> Most commentators and versions agree that the text refers to <em>God</em> and <em>the Lord Jesus Christ</em> as two separate persons here.</p><p data-indent=\"2\"><strong>our God:</strong> See the note on 1 Thessalonians 2:2c.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53001012",
          "start_ref_usfm": "2TH 1:12",
          "end_ref": "53001012",
          "end_ref_usfm": "2TH 1:12"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476442,
    "reference_id": 202255,
    "title": "2 Thessalonians 2:1",
    "media_type": "Text",
    "index_reference": "53002001",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002012\"><h3>Section 2:1–12: The Wicked Person will come before the Lord Jesus returns</h3><p data-indent=\"1\">Some Christians in Thessalonica thought that Paul had said that the Lord Jesus Christ had already returned. But he had not said this. So, in this section, Paul reminded them about what he had taught them when he was with them: that before the Lord Jesus returned, a leader whom Paul called “the man of lawlessness” would appear. This person would be against every religion and would oppose God’s laws. But he would deceive only those who had rejected God’s message about Christ. On the day when Christ returns, he will destroy that person and his power.</p><p data-indent=\"1\">Paul did not list everything in this section (2:1–12) in the order in which the events will happen. Rather, in 2:1–4 he wrote a general sequence of events. Then in 2:5 he introduced what he had previously taught about these events. Then in 2:6–12 he taught specifically about the rebellion, about the wicked person (“man of lawlessness”) who would oppose God’s laws, and about how Jesus Christ would return to destroy him.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002004\"><h3>Paragraph 2:1–4</h3><p data-indent=\"1\">Some of the Christians at Thessalonica were upset because they thought that Paul had said that the Lord Jesus had already returned. Here Paul sought to correct this misunderstanding. He reminded them that before the Lord Jesus returns, many people will reject God. Then a wicked leader called “the man of lawlessness” will appear.</p></div><h4>2:1a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:1a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Now concerning the coming of our Lord Jesus Christ</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ <span data-bnType=\"implied\">Now we<sup>(excl)</sup> want to write</span> about the time when our<sup>(incl)</sup> Lord Jesus Christ will come <span data-bnType=\"implied\">again</span></p></li></ul></div><p data-indent=\"1\"><strong>the coming of our Lord Jesus Christ:</strong> This refers to the Lord Jesus Christ’s return, not his birth in Bethlehem.</p><h4>2:1b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:1b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and our being gathered together to Him,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and <span data-bnType=\"implied\">God</span> will gather us<sup>(incl)</sup> together to <span data-bnType=\"implied\">meet</span> him/Jesus.</p></li></ul></div><p data-indent=\"1\"><strong>our being gathered together to Him:</strong> Literally, “our gathering to him.” Many English versions translate the Greek noun <em>episunagōgē</em>, “gathering, assembly,” using a passive form, as the BSB has done. Paul did not make clear <u>who</u> will gather the believers, but as the note on 1 Thessalonians 4:17a says, Paul probably meant that God would gather the believers together, both those who were still alive and those who had already died. Then he would bring them to meet the Lord Jesus in the air as he returned. So if you need to use an active verb, you should use God as the subject.</p><p data-indent=\"2\"><strong>to Him:</strong> That is, “to <u>meet</u> him [Jesus].”</p><h4>2:1c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:1c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>we ask you, brothers,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p><span data-bnType=\"implied\">About this,</span> brothers, we<sup>(excl)</sup> urge you</p></li></ul></div><p data-indent=\"1\"><strong>we ask you:</strong> In the Greek text, this part of the verse actually occurs at the beginning of 2:1. The BSB and most other English versions have placed this expression at the end of the verse to make it clear that this phrase is directly connected with 2:2, that is, that 2:2 contains what Paul was asking the Thessalonians.</p><p data-indent=\"1\"><strong>brothers:</strong> See the note on 1 Thessalonians 1:4. If such an expression only occurs in your language at the beginning of a sentence, you may need to place this at the beginning of the verse.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002001",
          "start_ref_usfm": "2TH 2:1",
          "end_ref": "53002001",
          "end_ref_usfm": "2TH 2:1"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476443,
    "reference_id": 202256,
    "title": "2 Thessalonians 2:2",
    "media_type": "Text",
    "index_reference": "53002002",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002012\"><h3>Section 2:1–12: The Wicked Person will come before the Lord Jesus returns</h3><p data-indent=\"1\">Some Christians in Thessalonica thought that Paul had said that the Lord Jesus Christ had already returned. But he had not said this. So, in this section, Paul reminded them about what he had taught them when he was with them: that before the Lord Jesus returned, a leader whom Paul called “the man of lawlessness” would appear. This person would be against every religion and would oppose God’s laws. But he would deceive only those who had rejected God’s message about Christ. On the day when Christ returns, he will destroy that person and his power.</p><p data-indent=\"1\">Paul did not list everything in this section (2:1–12) in the order in which the events will happen. Rather, in 2:1–4 he wrote a general sequence of events. Then in 2:5 he introduced what he had previously taught about these events. Then in 2:6–12 he taught specifically about the rebellion, about the wicked person (“man of lawlessness”) who would oppose God’s laws, and about how Jesus Christ would return to destroy him.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002004\"><h3>Paragraph 2:1–4</h3><p data-indent=\"1\">Some of the Christians at Thessalonica were upset because they thought that Paul had said that the Lord Jesus had already returned. Here Paul sought to correct this misunderstanding. He reminded them that before the Lord Jesus returns, many people will reject God. Then a wicked leader called “the man of lawlessness” will appear.</p></div><h4>2:2a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:2a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>not to be easily disconcerted or alarmed</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>not to become easily upset or worried</p></li></ul></div><p data-indent=\"1\"><strong>easily:</strong> The Greek word <em>tacheōs</em>, which the BSB translates as <em>easily</em>, literally means “quickly” (as RSV, GW, REB, KJV, NASB, SSA). However it can also mean “hastily, rashly, easily” (BSB, NIV, GNT, NET, CEV, NCV, NLT, NJB). The commentators and English versions are evenly divided about which is correct in this context. The Display follows the BSB.</p><h4>2:2b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:2b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>by any spirit or message or letter seeming to be from us,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>by any prophecy, any spoken message or any written message which <span data-bnType=\"implied\">people</span> say came from us<sup>(excl)</sup></p></li></ul></div><p data-indent=\"1\"><strong>by any spirit:</strong> The Greek text here is literally “by [a] spirit.” However, many commentators agree that it refers to “prophecy,” that is, a message that the Holy Spirit might give.</p><p data-indent=\"1\"><strong>message:</strong> This probably refers to a spoken message rather than a written message (see the next note).</p><p data-indent=\"1\"><strong>letter:</strong> This refers to a written message.</p><p data-indent=\"1\"><strong>seeming to be from us:</strong> There are two problems with this part of the verse.</p><p data-indent=\"2\">The first problem is to decide how 2:2c is connected to 2:2b. There are three possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>It is connected to each of the three terms in 2:2b: “spirit,” “message,” and “letter.”</p></li><li><p>It is connected only to the last two in the list: “message” and “letter.”</p></li><li><p>It is only connected to the final item, “letter.”</p></li></ol><p data-indent=\"2\">Each of these has support among the commentators and versions, but the first option has the best support and so it is recommended that you follow it.</p><p data-indent=\"2\">The Greek here is literally “as through us.” The second problem therefore with this part of the verse is to decide what this means. There are two ways to understand this expression:</p><ol type=\"1\" data-indent=\"2\"><li><p>It means that someone had claimed that Paul and his companions had actually said this (in a “spirit,” “message,” or “letter”), even though they had not. <em>(BSB, NIV, RSV, NET, CEV, NCV, GW, REB, NJB, NLT)</em></p></li><li><p>It means that some message from Paul had been <u>misunderstood</u>. For example:</p><blockquote data-indent=\"2\"><p>Perhaps <u>it is thought that</u> we said this (GNT) <em>(GNT)</em></p></blockquote></li></ol><p data-indent=\"2\">The majority of commentators and versions support the first option. So it is recommended that you follow the first option (1).</p><h4>2:2c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:2c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>alleging that the Day of the Lord has already come.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>that says that the day of the Lord <span data-bnType=\"implied\">Jesus</span> has already arrived.</p></li><li><p>that claims that the Lord <span data-bnType=\"implied\">Jesus</span> has already returned.</p></li></ul></div><p data-indent=\"1\"><strong>alleging that the Day of the Lord has already come:</strong> In the New Testament, the phrase <em>the Day of the Lord</em> always refers to the day when the Lord Jesus will return. See the note on 1 Thessalonians 5:2b. If it is not possible in your language to say that a day <u>comes</u> (as if it were moving), then you could simply say:</p><blockquote data-indent=\"2\"><p>that our Lord Jesus has already returned</p></blockquote><div data-bnType=\"OpenTranslatorsNotesGeneralComment\"><h5><strong>General Comment on 2:2</strong></h5><p data-indent=\"1\">In some languages it may be easier to understand the logic of 2:2 if it is reordered. One way you could do this is:</p><blockquote data-indent=\"2\"><p><span data-bnType=\"implied\">We ask you, brothers</span> not to become easily unsettled or alarmed by <span data-bnType=\"implied\">people who claim</span> that the Lord has already come. <span data-bnType=\"implied\">They may say that they heard this</span> in a prophecy, report, or letter that was supposed to have come from us.</p></blockquote></div>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002002",
          "start_ref_usfm": "2TH 2:2",
          "end_ref": "53002002",
          "end_ref_usfm": "2TH 2:2"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476444,
    "reference_id": 202257,
    "title": "2 Thessalonians 2:3",
    "media_type": "Text",
    "index_reference": "53002003",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002012\"><h3>Section 2:1–12: The Wicked Person will come before the Lord Jesus returns</h3><p data-indent=\"1\">Some Christians in Thessalonica thought that Paul had said that the Lord Jesus Christ had already returned. But he had not said this. So, in this section, Paul reminded them about what he had taught them when he was with them: that before the Lord Jesus returned, a leader whom Paul called “the man of lawlessness” would appear. This person would be against every religion and would oppose God’s laws. But he would deceive only those who had rejected God’s message about Christ. On the day when Christ returns, he will destroy that person and his power.</p><p data-indent=\"1\">Paul did not list everything in this section (2:1–12) in the order in which the events will happen. Rather, in 2:1–4 he wrote a general sequence of events. Then in 2:5 he introduced what he had previously taught about these events. Then in 2:6–12 he taught specifically about the rebellion, about the wicked person (“man of lawlessness”) who would oppose God’s laws, and about how Jesus Christ would return to destroy him.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002004\"><h3>Paragraph 2:1–4</h3><p data-indent=\"1\">Some of the Christians at Thessalonica were upset because they thought that Paul had said that the Lord Jesus had already returned. Here Paul sought to correct this misunderstanding. He reminded them that before the Lord Jesus returns, many people will reject God. Then a wicked leader called “the man of lawlessness” will appear.</p></div><h4>2:3a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:3a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Let no one deceive you in any way,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>Do not let anyone trick/deceive you in any way <span data-bnType=\"implied\">and cause you to think that this is true</span>,</p></li></ul></div><p data-indent=\"1\"><strong>Let no one deceive you in any way:</strong> Paul was reenforcing what he said in 2:2. The rumors stating that Paul had said that Jesus had already returned were deceiving the Thessalonians, and he needed to correct this.</p><h4>2:3b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:3b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>for it will not come until the rebellion occurs</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>because before <span data-bnType=\"implied\">the Lord Jesus returns</span>, there will be a <span data-bnType=\"implied\">specific</span> time when <span data-bnType=\"implied\">many people</span> will rebel <span data-bnType=\"implied\">against God</span>.</p></li></ul></div><p data-indent=\"1\"><strong>for:</strong> Here Paul stated the reason why the teaching that the Lord Jesus has already returned was false.</p><p data-indent=\"1\"><strong>it will not come:</strong> This phrase is not in the Greek text, but the BSB supplies it for clarity. In this phrase, the word <em>it</em> refers to “the Day of the Lord” in 2:2c. See the note there. Here is another way to translate this:</p><blockquote data-indent=\"2\"><p>that day will not come (NIV)</p></blockquote><p data-indent=\"1\"><strong>until the rebellion occurs:</strong> The Greek phrase that the BSB translates as <em>the rebellion</em> could mean one of two things:</p><ol type=\"1\" data-indent=\"2\"><li><p>It could be describing a specific event that the Thessalonians already knew about, a time when people would rebel against God more strongly than at any other time. This would prepare the people to allow the man of lawlessness (2:3c) to rule them. For example:</p><blockquote data-indent=\"2\"><p>the final rebellion (GNT) <em>(BSB, GNT, ESV, NET, NIV, NRSV)</em></p></blockquote></li><li><p>It could be describing general rebellion against God. For example:</p><blockquote data-indent=\"2\"><p>a revolt (GW)</p></blockquote><blockquote data-indent=\"2\"><p>People will rebel against God. (CEV) <em>(CEV, GW, NLT, KJB)</em></p></blockquote></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1).</p><h4>2:3c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:3c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and the man of lawlessness—the son of destruction—is revealed.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p><span data-bnType=\"implied\">When that occurs</span>, the Wicked Person will appear <span data-bnType=\"implied\">suddenly</span>. This person is destined for <span data-bnType=\"implied\">eternal</span> destruction.</p></li></ul></div><p data-indent=\"1\"><strong>and the man of lawlessness—the son of destruction—is revealed:</strong> Although this clause is joined to 2:3b with a simple “and,” most commentators agree that the man of lawlessness will be revealed after the rebellion has begun. For example:</p><blockquote data-indent=\"2\"><p>and <u>then</u> the man of rebellion will come (LB)</p></blockquote><p data-indent=\"2\"><strong>the man of lawlessness:</strong> There is a textual problem with this verse:</p><ol type=\"1\" data-indent=\"2\"><li><p>Some Greek manuscripts say <em>ho anthrōpos tēs anomias</em>, “the man/person of lawlessness.” <em>(ESV, NASB, NET, NIV, NLT, NRSV)</em></p></li><li><p>Other Greek manuscripts say <em>ho anthrōpos tēs hamartias </em>,“the man of sin.” <em>(CEV, GW, GNT, KJV, NCV).</em></p></li></ol><p data-indent=\"2\">It is strongly recommended that you follow the first option (1). However, the meanings are very similar.</p><p data-indent=\"2\">The phrase <em>the man of lawlessness</em> is a way of saying “the lawless person,” “the person who rejects God and his laws.” The word <em>anomia</em>, “lawlessness,” is also used in 2:7a, and the related word <em>anomos</em>, “lawless,” is used in 2:8a. Rather than try to include all the meaning of “lawlessness” in your translation of this expression, try to find a short expression. For example:</p><blockquote data-indent=\"3\"><p>the Lawless Person</p></blockquote><blockquote data-indent=\"3\"><p>the Rebel (JB)</p></blockquote><blockquote data-indent=\"3\"><p>the Wicked One (CEV, GNT, NJB)</p></blockquote><p data-indent=\"3\"><strong>man:</strong> The Greek word translated as <em>man</em> here is <em>anthrōpos</em>, which means “person” or “human being.” So the <em>man</em> of lawlessness will probably be a human being who <u>acts like</u> the devil, rather than a supernatural being like the devil himself. This man is referred to as “the Antichrist” in 1 John 2:18.<span data-bnType=\"footnote\"><span>See Best, pp. 287–289, and Bruce, pp. 179–188, for a discussion of who the Antichrist might be.</span></span></p><p data-indent=\"2\"><strong>the son of destruction:</strong> This means a person destined for eternal destruction. Here is another way to translate this:</p><blockquote data-indent=\"3\"><p>destined for hell (GNT)</p></blockquote><p data-indent=\"2\"><strong>is revealed:</strong> The Greek verb used here, <em>apokaluptō</em>, is related to the word used in 1:7b about Jesus. This Wicked Person (“man of lawlessness”) will probably appear as suddenly as the Lord Jesus will later appear. Although the Greek text uses a passive here, as do many English versions, this does not imply that someone else (for example, the devil) will cause him to appear. So if you cannot use a passive in your translation, you should use an active verb. For example:</p><blockquote data-indent=\"3\"><p>appears (NCV)</p></blockquote>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002003",
          "start_ref_usfm": "2TH 2:3",
          "end_ref": "53002003",
          "end_ref_usfm": "2TH 2:3"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476445,
    "reference_id": 202258,
    "title": "2 Thessalonians 2:4",
    "media_type": "Text",
    "index_reference": "53002004",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002012\"><h3>Section 2:1–12: The Wicked Person will come before the Lord Jesus returns</h3><p data-indent=\"1\">Some Christians in Thessalonica thought that Paul had said that the Lord Jesus Christ had already returned. But he had not said this. So, in this section, Paul reminded them about what he had taught them when he was with them: that before the Lord Jesus returned, a leader whom Paul called “the man of lawlessness” would appear. This person would be against every religion and would oppose God’s laws. But he would deceive only those who had rejected God’s message about Christ. On the day when Christ returns, he will destroy that person and his power.</p><p data-indent=\"1\">Paul did not list everything in this section (2:1–12) in the order in which the events will happen. Rather, in 2:1–4 he wrote a general sequence of events. Then in 2:5 he introduced what he had previously taught about these events. Then in 2:6–12 he taught specifically about the rebellion, about the wicked person (“man of lawlessness”) who would oppose God’s laws, and about how Jesus Christ would return to destroy him.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002004\"><h3>Paragraph 2:1–4</h3><p data-indent=\"1\">Some of the Christians at Thessalonica were upset because they thought that Paul had said that the Lord Jesus had already returned. Here Paul sought to correct this misunderstanding. He reminded them that before the Lord Jesus returns, many people will reject God. Then a wicked leader called “the man of lawlessness” will appear.</p></div><h4>2:4a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:4a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>He will oppose and exalt himself above every so-called god or object of worship.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>He will oppose everything that people worship and treat as god, and he will claim that he is more important than them all.</p></li></ul></div><p data-indent=\"1\"><strong>He will oppose and exalt himself above every so-called god or object of worship:</strong> When the Wicked Person (“man of lawlessness”) comes, he will be against every existing religion, no matter what kind. He will also claim to be more important than any idols or other false gods that people worship. (He will also oppose the one, true God, the only one who deserves worship. See 2:4b.) His purpose will be to ensure that all worship should be directed toward him alone.</p><p data-indent=\"2\"><strong>every so-called god or object of worship:</strong> This refers to any sort of idol or false god.</p><h4>2:4b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:4b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>So he will seat himself in the temple of God, proclaiming himself to be God.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>As a result, he will even sit down in God’s temple and proclaim <span data-bnType=\"implied\">to everyone</span> that he himself is God.</p></li></ul></div><p data-indent=\"1\"><strong>So:</strong> The Greek word <em>hōste</em> (<em>So</em>), with which 2:4b begins, indicates that this part of the verse is the <u>result</u> of 2:4a.</p><p data-indent=\"1\"><strong>in the temple of God:</strong> Commentators do not agree about what <em>the temple of God</em> refers to here, but it would be best to translate <em>temple</em> with the term you normally use for the temple in Jerusalem.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002004",
          "start_ref_usfm": "2TH 2:4",
          "end_ref": "53002004",
          "end_ref_usfm": "2TH 2:4"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476446,
    "reference_id": 202259,
    "title": "2 Thessalonians 2:5",
    "media_type": "Text",
    "index_reference": "53002005",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002012\"><h3>Section 2:1–12: The Wicked Person will come before the Lord Jesus returns</h3><p data-indent=\"1\">Some Christians in Thessalonica thought that Paul had said that the Lord Jesus Christ had already returned. But he had not said this. So, in this section, Paul reminded them about what he had taught them when he was with them: that before the Lord Jesus returned, a leader whom Paul called “the man of lawlessness” would appear. This person would be against every religion and would oppose God’s laws. But he would deceive only those who had rejected God’s message about Christ. On the day when Christ returns, he will destroy that person and his power.</p><p data-indent=\"1\">Paul did not list everything in this section (2:1–12) in the order in which the events will happen. Rather, in 2:1–4 he wrote a general sequence of events. Then in 2:5 he introduced what he had previously taught about these events. Then in 2:6–12 he taught specifically about the rebellion, about the wicked person (“man of lawlessness”) who would oppose God’s laws, and about how Jesus Christ would return to destroy him.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002005\" data-endVerseId=\"1054002012\"><h3>Paragraph 2:5–12</h3><p data-indent=\"1\">In this paragraph Paul wrote that, at exactly the right time, the man of lawlessness will appear. He will have power to perform miracles that will deceive those who themselves oppose the truth and love evil.</p></div><h4>2:5</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:5\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Do you not remember that I told you these things while I was still with you?</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ Surely you remember that when I was still with you I often told you this.</p></li><li><p>¶ You do remember that when I was still with you I often told you this, do you not?</p></li><li><p>¶ Do not forget that I often told you these things when I was with you.</p></li></ul></div><p data-indent=\"1\"><strong>Do you not remember that I told you these things while I was still with you?:</strong> Paul used this rhetorical question not because he simply wanted to remind the Thessalonians about something. Rather he wanted to rebuke them gently. If you do not use rhetorical questions as a rebuke in your language, you will have to re-word this verse as a statement or a command. For example:</p><blockquote data-indent=\"2\"><p>Do not forget that I told you these things while I was with you.</p></blockquote><blockquote data-indent=\"2\"><p>I am sure that you remember that I told you these things while I was with you.</p></blockquote><p data-indent=\"2\"><strong>these things:</strong> This phrase refers back to the events in 2:1–4:</p><ol type=\"a\" data-indent=\"2\"><li><p>People will rebel against God and his laws,</p></li><li><p>the man of lawlessness will appear,</p></li><li><p>the Lord Jesus will return,</p></li><li><p>God will gather the believers together to meet the Lord Jesus.</p></li></ol>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002005",
          "start_ref_usfm": "2TH 2:5",
          "end_ref": "53002005",
          "end_ref_usfm": "2TH 2:5"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476447,
    "reference_id": 202260,
    "title": "2 Thessalonians 2:6",
    "media_type": "Text",
    "index_reference": "53002006",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002012\"><h3>Section 2:1–12: The Wicked Person will come before the Lord Jesus returns</h3><p data-indent=\"1\">Some Christians in Thessalonica thought that Paul had said that the Lord Jesus Christ had already returned. But he had not said this. So, in this section, Paul reminded them about what he had taught them when he was with them: that before the Lord Jesus returned, a leader whom Paul called “the man of lawlessness” would appear. This person would be against every religion and would oppose God’s laws. But he would deceive only those who had rejected God’s message about Christ. On the day when Christ returns, he will destroy that person and his power.</p><p data-indent=\"1\">Paul did not list everything in this section (2:1–12) in the order in which the events will happen. Rather, in 2:1–4 he wrote a general sequence of events. Then in 2:5 he introduced what he had previously taught about these events. Then in 2:6–12 he taught specifically about the rebellion, about the wicked person (“man of lawlessness”) who would oppose God’s laws, and about how Jesus Christ would return to destroy him.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002005\" data-endVerseId=\"1054002012\"><h3>Paragraph 2:5–12</h3><p data-indent=\"1\">In this paragraph Paul wrote that, at exactly the right time, the man of lawlessness will appear. He will have power to perform miracles that will deceive those who themselves oppose the truth and love evil.</p></div><h4>2:6a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:6a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>And you know what is now restraining him,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>You know what is keeping the Wicked Person <span data-bnType=\"implied\">from coming</span> now</p></li></ul></div><p data-indent=\"1\"><strong>And you know what is now restraining him:</strong> In Greek it is not clear which word <em>nun</em> (<em>now</em>) is connected to. There are two possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>It goes with the expression <em>to katechon</em>, “the restraining/holding-back (thing).” <em>(BSB, GNT, GW, NASB, SSA)</em></p></li><li><p>It goes with the verb <em>oida</em>, “to know.” For example:</p><blockquote data-indent=\"2\"><p>And now you know what is holding him back. (NIV) <em>(KJV, NEB, CEV, NCV)</em></p></blockquote></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1).</p><p data-indent=\"2\"><strong>what is now restraining him:</strong> As mentioned above, the Greek is literally “the restraining (thing).” Paul did not explain what was holding back or restraining the Wicked Person (“man of lawlessness”). The point is that something was preventing the Wicked Person (“man of lawlessness”) from appearing before the proper time (2:6b).<span data-bnType=\"footnote\"><span>For some suggestions about who or what is holding him back, see Marshall, pp. 197–200; Bruce, pp. 171–172; or Best, pp. 296–301.</span></span></p><p data-indent=\"2\">The Greek text also does not say <u>what</u> is being held back. Some English versions make clear that this is referring to the man of lawlessness by saying:</p><blockquote data-indent=\"3\"><p>restraining <u>him</u> (BSB, ESV, NRSV)</p></blockquote><p data-indent=\"2\">The Greek also does not say what the man of lawlessness is being restrained from doing. The next part of this verse makes it clear that he is being held back from appearing before “the proper time.”</p><h4>2:6b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:6b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>so that he may be revealed at the proper time.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>so that he will appear at the time <span data-bnType=\"implied\">God decides</span>.</p></li></ul></div><p data-indent=\"1\"><strong>so that:</strong> This indicates the <u>purpose</u> of 2:6a.</p><p data-indent=\"1\"><strong>he may be revealed:</strong> See the note on 2:3d. The Greek (like many English versions) again uses a passive here, but it does not imply that someone else (for example, the devil) caused him to appear. So if you cannot use a passive in your translation, you should use an active verb. For example:</p><blockquote data-indent=\"2\"><p>he may appear</p></blockquote><p data-indent=\"1\"><strong>at the proper time:</strong> That is, at the time that <u>God</u> decides is right.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002006",
          "start_ref_usfm": "2TH 2:6",
          "end_ref": "53002006",
          "end_ref_usfm": "2TH 2:6"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476448,
    "reference_id": 202261,
    "title": "2 Thessalonians 2:7",
    "media_type": "Text",
    "index_reference": "53002007",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002012\"><h3>Section 2:1–12: The Wicked Person will come before the Lord Jesus returns</h3><p data-indent=\"1\">Some Christians in Thessalonica thought that Paul had said that the Lord Jesus Christ had already returned. But he had not said this. So, in this section, Paul reminded them about what he had taught them when he was with them: that before the Lord Jesus returned, a leader whom Paul called “the man of lawlessness” would appear. This person would be against every religion and would oppose God’s laws. But he would deceive only those who had rejected God’s message about Christ. On the day when Christ returns, he will destroy that person and his power.</p><p data-indent=\"1\">Paul did not list everything in this section (2:1–12) in the order in which the events will happen. Rather, in 2:1–4 he wrote a general sequence of events. Then in 2:5 he introduced what he had previously taught about these events. Then in 2:6–12 he taught specifically about the rebellion, about the wicked person (“man of lawlessness”) who would oppose God’s laws, and about how Jesus Christ would return to destroy him.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002005\" data-endVerseId=\"1054002012\"><h3>Paragraph 2:5–12</h3><p data-indent=\"1\">In this paragraph Paul wrote that, at exactly the right time, the man of lawlessness will appear. He will have power to perform miracles that will deceive those who themselves oppose the truth and love evil.</p></div><h4>2:7a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:7a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>For the mystery of lawlessness is already at work,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>That is, the forces of lawlessness are already secretly working <span data-bnType=\"implied\">in the world</span>.</p></li><li><p>Indeed, <span data-bnType=\"implied\">Satan</span> is already secretly causing people to reject <span data-bnType=\"implied\">God’s</span> laws.</p></li><li><p>That is, <span data-bnType=\"implied\">people</span> are already secretly doing what is against <span data-bnType=\"implied\">God</span>.</p></li></ul></div><p data-indent=\"1\"><strong>For:</strong> Although the BSB has translated the Greek word <em>gar</em> as <em>For</em> here, it does not in this verse indicate a reason for the previous verse. Rather, it shows that this verse re-states and further explains the previous verse. Other English versions either use “for” or omit the connection. Another way to make the connection explicit would be to say:</p><blockquote data-indent=\"2\"><p>that is</p></blockquote><p data-indent=\"1\"><strong>the mystery of lawlessness is already at work:</strong> The phrase <em>the mystery of lawlessness</em> is both difficult to understand <u>and</u> to translate. In the context Paul seemed to be saying that the devil is secretly causing trouble in the world by influencing people to oppose God’s laws. He is doing this to prepare the world for the arrival of the man of lawlessness. The Display shows a couple of ways to translate this meaning.</p><p data-indent=\"2\"><strong>lawlessness:</strong> This is the same word as occurs in the expression “the man of lawlessness.” See the note on 2:3c.</p><h4>2:7b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:7b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>but the one who now restrains it will continue</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>But the person that stops people from opposing God will continue to do this</p></li></ul></div><p data-indent=\"1\"><strong>the one who now restrains it:</strong> The Greek phrase here contrasts with the similar one in 2:6a. In 2:6a, the Greek says <u><em>to</em></u><em>katechon</em> (neuter), which means “the (thing) holding back.” However, here the Greek says: <u><em>ho</em></u><em>katechōn</em> (masculine), that is, “the (person) holding back.” Paul implied that there is a personal being (spirit or human) behind/supporting the power that is holding back the Wicked Person (“man of lawlessness”). He was not specific about who that person would be, and you should not make your translation too specific. However, you should try to indicate the difference between this verse and 2:6a.</p><p data-indent=\"2\"><strong>it:</strong> As in 2:6a, the Greek does not say what is being held back. There are two possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>Paul meant that <u>the secret power of lawlessness</u> is being held back. Versions that follow this interpretation supply the pronoun “it.” <em>(BSB, ESV GW, NCV, NIV, NJB, NLT, RSV)</em></p></li><li><p>Paul meant that it is <u>the man of lawlessness</u> whom someone is holding back. Versions that follow this interpretation supply the pronoun “him,” as in 2:6a. <em>(CEV, NET, SSA)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first interpretation (1), as it is more likely that 2:7b refers to what immediately precedes it than to something farther away.</p><p data-indent=\"1\"><strong>will continue:</strong> The Greek of 2:7b–c lacks a main verb, so every translator is forced to supply a verb (or reorganize the structure of the verse) in order to provide a grammatical sentence. The BSB therefore includes <em>will continue</em> as the implied information here. You will probably need to include similar implied information in your translation to make sense of the sentence.</p><h4>2:7c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:7c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>until he is taken out of the way.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>until the time when he is removed.</p></li><li><p>until the time when <span data-bnType=\"implied\">God</span> take hims out of the way.</p></li></ul></div><p data-indent=\"1\"><strong>until he is taken out of the way:</strong> Paul did not say how the one who is holding back lawlessness in the world will be removed or who will remove him. If possible, use a passive in your translation rather than saying who will remove this person. If you need to use an active verb you should say:</p><blockquote data-indent=\"2\"><p>until <span data-bnType=\"implied\">God</span> removes him</p></blockquote>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002007",
          "start_ref_usfm": "2TH 2:7",
          "end_ref": "53002007",
          "end_ref_usfm": "2TH 2:7"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476449,
    "reference_id": 202262,
    "title": "2 Thessalonians 2:8",
    "media_type": "Text",
    "index_reference": "53002008",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002012\"><h3>Section 2:1–12: The Wicked Person will come before the Lord Jesus returns</h3><p data-indent=\"1\">Some Christians in Thessalonica thought that Paul had said that the Lord Jesus Christ had already returned. But he had not said this. So, in this section, Paul reminded them about what he had taught them when he was with them: that before the Lord Jesus returned, a leader whom Paul called “the man of lawlessness” would appear. This person would be against every religion and would oppose God’s laws. But he would deceive only those who had rejected God’s message about Christ. On the day when Christ returns, he will destroy that person and his power.</p><p data-indent=\"1\">Paul did not list everything in this section (2:1–12) in the order in which the events will happen. Rather, in 2:1–4 he wrote a general sequence of events. Then in 2:5 he introduced what he had previously taught about these events. Then in 2:6–12 he taught specifically about the rebellion, about the wicked person (“man of lawlessness”) who would oppose God’s laws, and about how Jesus Christ would return to destroy him.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002005\" data-endVerseId=\"1054002012\"><h3>Paragraph 2:5–12</h3><p data-indent=\"1\">In this paragraph Paul wrote that, at exactly the right time, the man of lawlessness will appear. He will have power to perform miracles that will deceive those who themselves oppose the truth and love evil.</p></div><h4>2:8a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:8a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>And then the lawless one will be revealed,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>After this, <span data-bnType=\"implied\">when he has been taken out of the way</span>, the Wicked Person will <span data-bnType=\"implied\">suddenly</span> appear.</p></li></ul></div><p data-indent=\"1\"><strong>And then:</strong> Paul used the Greek word <em>tote</em> (<em>then</em>) to emphasize that the Wicked Person (“man of lawlessness”) cannot be revealed until after the events of 2:7.</p><p data-indent=\"1\"><strong>the lawless one will be revealed:</strong> As in 2:3d and 2:6b, do not try to show who will cause the Wicked Person (“man of lawlessness”) to be revealed. See the notes on those verses.</p><h4>2:8b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:8b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>whom the Lord Jesus will slay with the breath of His mouth</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>But <span data-bnType=\"implied\">later, when</span> the Lord Jesus <span data-bnType=\"implied\">comes, he</span> will destroy the Wicked Person with a command,</p></li><li><p>But <span data-bnType=\"implied\">when</span> the Lord Jesus <span data-bnType=\"implied\">comes, he</span> will destroy the Wicked Person <span data-bnType=\"implied\">just</span> by commanding <span data-bnType=\"implied\">him to be destroyed</span>,</p></li></ul></div><p data-indent=\"1\"><strong>whom the Lord Jesus will slay with the breath of His mouth:</strong> A literal translation of 2:8b–c could give the impression that Paul was saying that the Lord Jesus would destroy the Wicked Person (“man of lawlessness”) as soon as he appeared. You need to make it clear in your translation that Jesus will not destroy him until after all the events of 2:9–12 have occurred. It is then that Jesus will return and destroy the Wicked Person (“man of lawlessness”).</p><p data-indent=\"2\"><strong>the Lord Jesus:</strong> There is a textual problem with this part of the verse:</p><ol type=\"1\" data-indent=\"2\"><li><p>Some Greek manuscripts say <em>the Lord Jesus</em>. <em>(BSB, NIV, GNT, RSV, GW, REB, CEV, NCV, NLT, SSA)</em></p></li><li><p>Other Greek manuscripts simply say “the Lord” <em>(KJV, NASB, NJB, NET)</em></p></li></ol><p data-indent=\"2\">Obviously there is no difference in meaning between these two. It is recommended that you follow the first option (1), as it has the support of most English versions as well as making clear that Paul was referring to the Lord <u>Jesus</u> here rather than the Lord <u>God</u>.</p><p data-indent=\"2\"><strong>slay:</strong> The Greek <em>anaireō</em> here means “take away, destroy, kill.” In this context it does not mean total destruction but being condemned to everlasting punishment.</p><p data-indent=\"2\"><strong>with the breath of His mouth:</strong> Paul may have been thinking of Isaiah 11:4 here, as the language is very similar. There are three ways to understand this expression:</p><ol type=\"1\" data-indent=\"2\"><li><p>It is a metaphor that means that Jesus will simply speak a command and the man of lawlessness will be destroyed. For example:</p><blockquote data-indent=\"2\"><p>the Lord Jesus will destroy him by what he says (GW) <em>(GW, SSA)</em></p></blockquote></li><li><p>It is a metaphor that emphasizes how easily Jesus will destroy the man of lawlessness, that is, he will destroy him as easily as simply blowing on him.</p></li><li><p>It is not a metaphor but is meant literally: Jesus will destroy the man of lawlessness by simply blowing on him. For example:</p><blockquote data-indent=\"2\"><p>the Lord Jesus will kill him simply by breathing on him (CEV) <em>(CEV)</em></p></blockquote></li></ol><p data-indent=\"2\">The majority of commentators agree that this is a metaphor. Most English versions translate it literally. If you decide to explain the meaning, the first option (1) is recommended because it fits well with many other scriptures that speak of things happening because God or Jesus spoke (for example, creation).</p><h4>2:8c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:8c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and annihilate by the majesty of His arrival.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and he will cause the Wicked Person to become completely powerless <span data-bnType=\"implied\">just</span> by the splendour/glory <span data-bnType=\"implied\">that he will show</span> when he returns.</p></li></ul></div><p data-indent=\"1\">The two clauses 2:8b and 2:8c show parallel ideas.</p><p data-indent=\"1\"><strong>and annihilate:</strong> In this context the Greek verb <em>katagreō </em>, which the BSB translates as <em>annihilate</em>, means “to abolish, render powerless.”</p><p data-indent=\"1\"><strong>by the majesty of His arrival:</strong> That is, “by the manifestation of his coming.”</p><p data-indent=\"2\"><strong>majesty:</strong> This Greek word, <em>epiphaneia</em>, can mean one of two things in this context:</p><ol type=\"1\" data-indent=\"2\"><li><p>It means “the outward show that accompanies the appearance.” Versions that follow this meaning use an English word such as <em>majesty</em>. <em>(BSB, NIV, GNT, KJV, REB, NLT, CEV, NCV)</em></p></li><li><p>It simply means “appearing” and therefore means more or less the same thing as the next noun in the verse, <em>parousia</em>, which the BSB has translated as “arrival.” <em>(NET, GW, NRSV, NASB, SSA)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1).</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002008",
          "start_ref_usfm": "2TH 2:8",
          "end_ref": "53002008",
          "end_ref_usfm": "2TH 2:8"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476450,
    "reference_id": 202263,
    "title": "2 Thessalonians 2:9",
    "media_type": "Text",
    "index_reference": "53002009",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002012\"><h3>Section 2:1–12: The Wicked Person will come before the Lord Jesus returns</h3><p data-indent=\"1\">Some Christians in Thessalonica thought that Paul had said that the Lord Jesus Christ had already returned. But he had not said this. So, in this section, Paul reminded them about what he had taught them when he was with them: that before the Lord Jesus returned, a leader whom Paul called “the man of lawlessness” would appear. This person would be against every religion and would oppose God’s laws. But he would deceive only those who had rejected God’s message about Christ. On the day when Christ returns, he will destroy that person and his power.</p><p data-indent=\"1\">Paul did not list everything in this section (2:1–12) in the order in which the events will happen. Rather, in 2:1–4 he wrote a general sequence of events. Then in 2:5 he introduced what he had previously taught about these events. Then in 2:6–12 he taught specifically about the rebellion, about the wicked person (“man of lawlessness”) who would oppose God’s laws, and about how Jesus Christ would return to destroy him.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002005\" data-endVerseId=\"1054002012\"><h3>Paragraph 2:5–12</h3><p data-indent=\"1\">In this paragraph Paul wrote that, at exactly the right time, the man of lawlessness will appear. He will have power to perform miracles that will deceive those who themselves oppose the truth and love evil.</p></div><h4>2:9</h4><p data-indent=\"1\">This is a difficult verse to understand. There are many different interpretations, both concerning the meanings of words and of the grammatical structure. It is not possible to cover all possibilities here. These notes will mainly follow the interpretation found in the BSB. For an alternative interpretation (supported by the GNT), see the SSA, page 67.</p><h4>2:9a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:9a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>The coming of the lawless one will be accompanied by the working of Satan,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>The Wicked Person will come with Satan’s power,</p></li><li><p>When the Wicked Person comes, it is with Satan’s power</p></li></ul></div><p data-indent=\"1\"><strong>The coming of the lawless one:</strong> Here Paul used the Greek word <em>parousia</em> (<em>coming</em>) to speak about the time when the Wicked Person (“man of lawlessness”) will be revealed. This is the word normally used to speak of Jesus’ second coming (as in 2:8c).</p><p data-indent=\"2\"><strong>the lawless one:</strong> This is another way to refer to the “man of lawlessness&quot;.</p><p data-indent=\"1\"><strong>will be accompanied by the working of Satan:</strong> That is, when the man of lawlessness comes, he will have the power that comes from Satan to help him do certain things. It does not mean that it is Satan’s power that cause him to be revealed. See <em>Satan</em> in the glossary.</p><h4>2:9b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:9b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>with every kind of power, sign, and false wonder,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>which he will show by all kinds of false miracles, signs and wonders <span data-bnType=\"implied\">that he will do</span>.</p></li><li><p>that he will do all kinds of false miracles and amazing things that will cause people to think that it is God who is doing them.</p></li></ul></div><p data-indent=\"1\"><strong>with every kind of:</strong> The commentators do not agree about whether these words are connected to only the first item in the list that follows (that is, <em>power</em>) or to all three words. It is recommended that you follow the BSB and connect them to each word in the list.</p><p data-indent=\"1\"><strong>power, sign, and false wonder:</strong> These three Greek words <em>dunamis</em> (<em>power</em>), <em>sēmeion</em> (<em>sign</em>), and <em>teras</em> (<em>wonder</em>) also occur together in Acts 2:22, 2 Corinthians 12:12, and Hebrews 2:4. You should compare how you have translated these terms in these other passages. All three words refer to supernatural occurrences. See the notes below and miracle in KBT for a discussion of all three words.</p><p data-indent=\"2\"><strong>power:</strong> The Greek word <em>dunamis</em> that the BSB translates literally as <em>power</em> can refer to some miraculous act of healing or other act that could not be done by human power or knowledge. See “miracle” in the glossary.</p><p data-indent=\"2\"><strong>sign:</strong> The Greek word <em>sēmeion</em>, which is usually translated as <em>sign</em>, refers to a miracle that has a meaning, usually to indicate that the person who does the miracle comes from God. This word is used frequently in the Gospel of John, and you should check how you translated it there.</p><p data-indent=\"2\"><strong>wonder:</strong> This refers to the effect that miracles have on people who see them happen, that is, they are that which <u>amaze</u> the people who see them.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002009",
          "start_ref_usfm": "2TH 2:9",
          "end_ref": "53002009",
          "end_ref_usfm": "2TH 2:9"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476451,
    "reference_id": 202264,
    "title": "2 Thessalonians 2:10",
    "media_type": "Text",
    "index_reference": "53002010",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002012\"><h3>Section 2:1–12: The Wicked Person will come before the Lord Jesus returns</h3><p data-indent=\"1\">Some Christians in Thessalonica thought that Paul had said that the Lord Jesus Christ had already returned. But he had not said this. So, in this section, Paul reminded them about what he had taught them when he was with them: that before the Lord Jesus returned, a leader whom Paul called “the man of lawlessness” would appear. This person would be against every religion and would oppose God’s laws. But he would deceive only those who had rejected God’s message about Christ. On the day when Christ returns, he will destroy that person and his power.</p><p data-indent=\"1\">Paul did not list everything in this section (2:1–12) in the order in which the events will happen. Rather, in 2:1–4 he wrote a general sequence of events. Then in 2:5 he introduced what he had previously taught about these events. Then in 2:6–12 he taught specifically about the rebellion, about the wicked person (“man of lawlessness”) who would oppose God’s laws, and about how Jesus Christ would return to destroy him.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002005\" data-endVerseId=\"1054002012\"><h3>Paragraph 2:5–12</h3><p data-indent=\"1\">In this paragraph Paul wrote that, at exactly the right time, the man of lawlessness will appear. He will have power to perform miracles that will deceive those who themselves oppose the truth and love evil.</p></div><h4>2:10a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:10a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and with every wicked deception directed against those who are perishing,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>And <span data-bnType=\"implied\">he will use</span> all other kinds of evil <span data-bnType=\"implied\">ways</span> that will deceive those who are <span data-bnType=\"implied\">on their way to eternal</span> destruction.</p></li><li><p>And <span data-bnType=\"implied\">he will also use</span> every sort of evil <span data-bnType=\"implied\">trick</span> to deceive those who <span data-bnType=\"implied\">are certain</span> to be destroyed <span data-bnType=\"implied\">by God</span>.</p></li></ul></div><p data-indent=\"1\"><strong>with every wicked deception directed against:</strong> The Greek literally is: “with all deceit of unrighteousness.” This probably refers to any evil trick or method that will deceive people. The Wicked Person (“man of lawlessness”) will deceive people by the evil things he does. These tricks are in addition to “every kind of power, sign, and false wonder” in 2:9b.</p><p data-indent=\"1\"><strong>those who are perishing:</strong> That is, “those who are being destroyed.” This verb is related to the word translated “destruction” in 2:3d. The New Testament writers speak about the punishment of evil people as “destruction.” But it is clear from the New Testament that this does not mean that they cease to exist. This is why the term “<u>eternal</u> destruction” was used in 1:9a. Avoid using any words that suggest that after death, these people cease to exist.</p><h4>2:10b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:10b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>because they refused the love of the truth</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>They will be destroyed because they have refused to accept gladly the true message <span data-bnType=\"implied\">about Jesus Christ</span>.</p></li></ul></div><p data-indent=\"1\"><strong>because:</strong> The rest of the verse gives the reason why these people perish, that is, <u>because</u> <em>they refused the love of the truth</em>.</p><p data-indent=\"1\"><strong>they refused the love of the truth:</strong> To love the truth is more than just believing the truth; it means to accept and welcome the truth. This is what these people have refused to do.</p><p data-indent=\"2\"><strong>the truth:</strong> In this context these words mean “the truth about Jesus Christ.”</p><h4>2:10c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:10c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>that would have saved them.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and, as a result, be saved <span data-bnType=\"implied\">by God</span>.</p></li><li><p>Otherwise, <span data-bnType=\"implied\">God</span> would have saved them.</p></li></ul></div><p data-indent=\"1\"><strong>that would have saved them:</strong> If these people had loved the truth, then God would have saved them from eternal punishment. This is a <u>result</u> clause. It states that if they had loved the truth, the result would have been that God would have saved them.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002010",
          "start_ref_usfm": "2TH 2:10",
          "end_ref": "53002010",
          "end_ref_usfm": "2TH 2:10"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476452,
    "reference_id": 202265,
    "title": "2 Thessalonians 2:11",
    "media_type": "Text",
    "index_reference": "53002011",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002012\"><h3>Section 2:1–12: The Wicked Person will come before the Lord Jesus returns</h3><p data-indent=\"1\">Some Christians in Thessalonica thought that Paul had said that the Lord Jesus Christ had already returned. But he had not said this. So, in this section, Paul reminded them about what he had taught them when he was with them: that before the Lord Jesus returned, a leader whom Paul called “the man of lawlessness” would appear. This person would be against every religion and would oppose God’s laws. But he would deceive only those who had rejected God’s message about Christ. On the day when Christ returns, he will destroy that person and his power.</p><p data-indent=\"1\">Paul did not list everything in this section (2:1–12) in the order in which the events will happen. Rather, in 2:1–4 he wrote a general sequence of events. Then in 2:5 he introduced what he had previously taught about these events. Then in 2:6–12 he taught specifically about the rebellion, about the wicked person (“man of lawlessness”) who would oppose God’s laws, and about how Jesus Christ would return to destroy him.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002005\" data-endVerseId=\"1054002012\"><h3>Paragraph 2:5–12</h3><p data-indent=\"1\">In this paragraph Paul wrote that, at exactly the right time, the man of lawlessness will appear. He will have power to perform miracles that will deceive those who themselves oppose the truth and love evil.</p></div><h4>2:11a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:11a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>For this reason God will send them a powerful delusion</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>Therefore, <span data-bnType=\"implied\">because they refused to accept the true message about Jesus Christ,</span> God will cause something to <span data-bnType=\"implied\">influence them and</span> strongly deceive them</p></li></ul></div><p data-indent=\"1\"><strong>For this reason:</strong> This phrase refers back to 2:10b: God sends a powerful delusion <u>because</u> these people refuse to love the truth. He wants everybody to repent and be saved. However, if they stubbornly refuse to accept the truth, he then makes it easier for them to believe lies and harder for them to repent.</p><p data-indent=\"1\"><strong>a powerful delusion:</strong> This phrase is literally “a working of error” in the Greek. This refers to something that works in people’s minds and hearts and causes them to be deluded/deceived. Paul did not say how God does this or what sort of delusion he was referring to.</p><p data-indent=\"2\">In your translation, avoid making it sound as if there is something evil in God’s nature. People have already rejected the truth about Jesus Christ. What God does here is the result of that.</p><h4>2:11b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:11b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>so that they believe the lie,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>so that they will believe the lies <span data-bnType=\"implied\">that the Wicked Person will tell them</span></p></li></ul></div><p data-indent=\"1\"><strong>the lie:</strong> Commentators do not agree about what Paul was referring to here. There are two possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>It refers to the man of lawlessness, all his false miracles and, above all, his claim that he is God (2:4b).</p></li><li><p>It refers to lies in general. It refers to lies about what is false and what is true, about what is bad and what is good.</p></li></ol><p data-indent=\"2\">Most English versions are vague, but in this context, they probably support the first option (1). It is recommended that you follow the first option also because:</p><ol type=\"a\" data-indent=\"2\"><li><p>It fits the context. The main topic of this section is that the Wicked Person (“man of lawlessness”) will appear, he will claim that he is God (2:4), and he will do all kinds of miracles to deceive people and cause them to think that what he claims about himself is true (2:9).</p></li><li><p><u>The lie</u> in 2:11 contrasts with <u>the truth</u> in 2:10 and 2:12. <u>The truth</u> refers to the true message about Jesus Christ. <u>The lie</u> refers to the false message about the Wicked Person (“man of lawlessness”).</p></li></ol>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002011",
          "start_ref_usfm": "2TH 2:11",
          "end_ref": "53002011",
          "end_ref_usfm": "2TH 2:11"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476453,
    "reference_id": 202266,
    "title": "2 Thessalonians 2:12",
    "media_type": "Text",
    "index_reference": "53002012",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002001\" data-endVerseId=\"1054002012\"><h3>Section 2:1–12: The Wicked Person will come before the Lord Jesus returns</h3><p data-indent=\"1\">Some Christians in Thessalonica thought that Paul had said that the Lord Jesus Christ had already returned. But he had not said this. So, in this section, Paul reminded them about what he had taught them when he was with them: that before the Lord Jesus returned, a leader whom Paul called “the man of lawlessness” would appear. This person would be against every religion and would oppose God’s laws. But he would deceive only those who had rejected God’s message about Christ. On the day when Christ returns, he will destroy that person and his power.</p><p data-indent=\"1\">Paul did not list everything in this section (2:1–12) in the order in which the events will happen. Rather, in 2:1–4 he wrote a general sequence of events. Then in 2:5 he introduced what he had previously taught about these events. Then in 2:6–12 he taught specifically about the rebellion, about the wicked person (“man of lawlessness”) who would oppose God’s laws, and about how Jesus Christ would return to destroy him.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002005\" data-endVerseId=\"1054002012\"><h3>Paragraph 2:5–12</h3><p data-indent=\"1\">In this paragraph Paul wrote that, at exactly the right time, the man of lawlessness will appear. He will have power to perform miracles that will deceive those who themselves oppose the truth and love evil.</p></div><h4>2:12a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:12a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>in order that judgment may come upon all who have disbelieved the truth</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and so that <span data-bnType=\"implied\">God</span> will judge as guilty all people who have not believed the true message <span data-bnType=\"implied\">about Jesus Christ</span></p></li></ul></div><p data-indent=\"1\"><strong>in order that judgment may come upon all:</strong> There are two ways to understand the Greek word <em>hina</em>, which the BSB translates as <em>in order that</em>:</p><ol type=\"1\" data-indent=\"2\"><li><p>It indicates the <u>purpose</u> of 2:11, that is, God sends a powerful delusion <u>so that</u> he may judge them. <em>(BSB, NIV, RSV, NASB, SSA, KJV, REB; almost every commentary)</em></p></li><li><p>It indicates the <u>result</u> of 2:11, that is, God sends a powerful delusion and, <u>as a result</u>, they will be condemned. <em>(GNT, NET, NJB, NCV, NLT, GW)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1), which has the best support among scholars.</p><p data-indent=\"2\"><strong>all:</strong> Paul was not saying that <u>everyone</u> would be condemned, but that every person who had <em>disbelieved the truth</em> (2:12a) and had “delighted in wickedness” (2:12b) would be condemned. You should use whatever grammatical order in your language will make this clear. One way would be to use an active verb here:</p><blockquote data-indent=\"3\"><p>so that <span data-bnType=\"implied\">God</span> will condemn all who…</p></blockquote><p data-indent=\"1\"><strong>who have disbelieved the truth:</strong> This is the first description of those who will be condemned. It refers to the same people as 2:10b.</p><h4>2:12b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:12b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and delighted in wickedness.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>but/and who have loved <span data-bnType=\"implied\">to behave in</span> wicked ways.</p></li></ul></div><p data-indent=\"1\"><strong>and delighted in wickedness:</strong> This is the second description of the people who will be condemned. It contrasts with 2:12a. These people have not believed the truth, <u>rather</u>, they have <em>delighted in wickedness</em>.</p><p data-indent=\"2\"><strong>delighted in wickedness:</strong> That is, these people really enjoyed behaving in wicked ways.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002012",
          "start_ref_usfm": "2TH 2:12",
          "end_ref": "53002012",
          "end_ref_usfm": "2TH 2:12"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476454,
    "reference_id": 202267,
    "title": "2 Thessalonians 2:13",
    "media_type": "Text",
    "index_reference": "53002013",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002013\" data-endVerseId=\"1054002017\"><h3>Section 2:13–17: The Thessalonian believers should continue to believe the gospel firmly</h3><p data-indent=\"1\">Paul was reminding the Thessalonians that God had chosen to save them and to honor them in his kingdom. He therefore encouraged them to believe firmly in what he had taught them. He prayed that God and Christ would encourage and strengthen them so that they would continue behaving in a way that would please God.</p></div><h4>2:13a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:13a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>But we should always thank God for you, brothers who are loved by the Lord,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ Brothers whom the Lord <span data-bnType=\"implied\">Jesus</span> loves, it is right that we<sup>(excl)</sup> always thank God for you,</p></li></ul></div><p data-indent=\"1\"><strong>But:</strong> The Greek word <em>de</em>, which the BSB translates <em>But</em>, can mean different things. There are two possibilities here:</p><ol type=\"1\" data-indent=\"2\"><li><p>It indicates that this is a new section and topic for Paul. In English versions, this usually means that the word is left untranslated. <em>(GNT, NLT, CEV, NCV, GW, REB, SSA)</em></p></li><li><p>It indicates a contrast with something in the previous section and should be translated “but.” <em>(BSB, NIV, RSV, NET, NASB, KJV, NJB)</em></p></li></ol><p data-indent=\"2\">Commentators agree that Paul began a new section here. He stopped talking about the coming of the Wicked Person (“man of lawlessness”) and began to instruct the believers at Thessalonica directly. So it is recommended that you follow the first option (1) and use a natural way in your language to signal a new section.</p><p data-indent=\"1\"><strong>we should always thank God for you:</strong> See the note on 1:3a.</p><p data-indent=\"1\"><strong>brothers who are loved by the Lord:</strong> This is an example of a vocative phrase, that is, a term of direct address to someone. Consider what would be the natural position in the sentence for this in your language. In some languages, vocative phrases come at the beginning of a sentence. In other languages, they can occur elsewhere in the sentence. See the note on “brothers loved by God” in 1 Thessalonians 1:4.</p><p data-indent=\"2\">Here Paul was reassuring the believers that Jesus loved them. He was not saying that they were a special group of believers whom Jesus loved and that there were other believers whom Jesus did not love.</p><p data-indent=\"2\"><strong>brothers:</strong> See the note on 1:3a</p><p data-indent=\"2\"><strong>the Lord:</strong> Nearly every commentator agrees that <em>the Lord</em> here refers to the Lord Jesus rather than to God.</p><h4>2:13b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:13b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>because God has chosen you from the beginning</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>because he chose you <span data-bnType=\"implied\">long ago</span> when he created the world</p></li></ul></div><p data-indent=\"1\"><strong>because God has chosen you from the beginning:</strong> The Greek word which the BSB translates as <em>has chosen</em> is <em>aireomai</em>. It means “to select something for a purpose.” Paul was reminding the Thessalonians that God had selected them for his own purpose. Paul said that purpose was so that they might “be saved” (2:13c).</p><p data-indent=\"2\"><strong>from the beginning:</strong> There is a textual problem with this expression. There are two options:</p><ol type=\"1\" data-indent=\"2\"><li><p>Some early Greek manuscripts have the phrase <em>ap’ archēs</em>. This literally means <em>from the beginning</em>. This is supported by the majority of commentators.<span data-bnType=\"footnote\"><span>For a discussion of this alternative, see also Callow, p. 78 and Best, p. 314.</span></span> <em>(BSB, NIV, REV, NET, GW, KJV, NASB, NCV, NJB, SSA, REB)</em></p></li><li><p>Other early Greek manuscripts use the word <em>aparchēn</em>. This means “as his first fruits.”<span data-bnType=\"footnote\"><span>If you decide to follow alternative (2), here is a suggested translation for 2:13b: <span data-bnType=\"implied\">We…thank God…</span> because he picked you out from the others <span data-bnType=\"implied\">in Thessalonica</span> to be among the first <span data-bnType=\"implied\">to be rescued from the power and results of sin</span>.</span></span> <em>(GNT, NRSV, NLT, CEV)</em></p></li></ol><p data-indent=\"2\">It is not possible to be sure which of these possibilities is correct. However because most translations follow the first option (1), it is recommended that you also use <em>from the beginning</em> in your translation. You can place the alternative in a footnote if you wish.</p><p data-indent=\"2\">Most commentators agree that the phrase <em>from the beginning</em> refers to the beginning of time, when God created the world. You may need to supply this implied information in your translation.</p><h4>2:13c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:13c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>to be saved by the sanctification of the Spirit</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>in order to save you. <span data-bnType=\"implied\">He saves you</span> by means of the work the <span data-bnType=\"implied\">Holy</span> Spirit does to cause you to <span data-bnType=\"implied\">continually</span> become holy/pure</p></li></ul></div><p data-indent=\"1\"><strong>to be saved:</strong> Paul here gives the <u>purpose</u> for God’s choice of the Thessalonians: It was so that they might be saved from the eternal destruction that the unbelievers will suffer (2:12a).</p><p data-indent=\"1\"><strong>by the sanctification of the Spirit:</strong> The Greek phrase that the BSB translates literally as <em>by the sanctification of spirit</em>, along with 2:13d, explains the means by which God saved the Thessalonians. Here is another way to translate this:</p><blockquote data-indent=\"2\"><p>through the sanctifying work of the Spirit (NIV)</p></blockquote><p data-indent=\"2\"><strong>the sanctification of the Spirit:</strong> Once a person becomes a Christian, the Holy Spirit begins his work of <em>sanctification</em> in them. This is a process that lasts as long as the believer lives and that will only be fully completed when Jesus returns. It refers to the work that the Holy Spirit does in someone’s life to make him more holy/pure, more like God wants him to be. See sanctify in KBT under the term “holy” and in the glossary under “sanctify,” meaning 2.</p><p data-indent=\"3\"><strong>of the Spirit:</strong> Most commentators agree that this refers to the Holy Spirit.</p><h4>2:13d</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:13d\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and by faith in the truth.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and by means of you believing the true message <span data-bnType=\"implied\">about Jesus Christ</span>.</p></li></ul></div><p data-indent=\"1\"><strong>by faith in the truth:</strong> This is the second means by which God saves people. Paul was contrasting the Thessalonians who had believed the true message about Jesus with those who will be condemned because they have “disbelieved the truth” (2:12a).</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002013",
          "start_ref_usfm": "2TH 2:13",
          "end_ref": "53002013",
          "end_ref_usfm": "2TH 2:13"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476455,
    "reference_id": 202268,
    "title": "2 Thessalonians 2:14",
    "media_type": "Text",
    "index_reference": "53002014",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002013\" data-endVerseId=\"1054002017\"><h3>Section 2:13–17: The Thessalonian believers should continue to believe the gospel firmly</h3><p data-indent=\"1\">Paul was reminding the Thessalonians that God had chosen to save them and to honor them in his kingdom. He therefore encouraged them to believe firmly in what he had taught them. He prayed that God and Christ would encourage and strengthen them so that they would continue behaving in a way that would please God.</p></div><h4>2:14a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:14a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>To this He called you through our gospel,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>In order that this might happen God called you by means of <span data-bnType=\"implied\">you hearing</span> the gospel we<sup>(excl)</sup> preached <span data-bnType=\"implied\">to you</span>.</p></li></ul></div><p data-indent=\"1\"><strong>To this:</strong> Commentators agree that the word <em>this</em> here refers to all the words in 2:13c–d, that is, God had called the Thessalonians “to be saved by the sanctification of the Spirit and by faith in the truth.”</p><p data-indent=\"1\"><strong>He called you:</strong> The Greek <em>kaleō</em>, which is normally translated as <em>called</em>, means “to summon someone to do something.” God had chosen the Thessalonian believers long before they were born (2:13b). But this choice was fulfilled when they first heard the gospel and God called them to believe it. See the note on “His calling” in 1:11b.</p><p data-indent=\"1\"><strong>through our gospel:</strong> That is, “<u>by means of</u> our gospel.” People cannot start to believe in the truth about Jesus unless they have first heard that truth from someone. In the case of the Thessalonians, they first heard it from Paul and his companions.</p><p data-indent=\"2\"><strong>our gospel:</strong> The word <em>our</em> does not mean that Paul and his companions invented this gospel. Paul meant that it was the gospel that he and his companions preached.</p><h4>2:14b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:14b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>so that you may share in the glory of our Lord Jesus Christ.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p><span data-bnType=\"implied\">He called you</span> so that you might share in the great <span data-bnType=\"implied\">honour that God has given</span> our<sup>(incl)</sup> Lord Jesus Christ.</p></li><li><p><span data-bnType=\"implied\">He called you</span> in order that he might honour you in a way similar to the way he has honoured our<sup>(incl)</sup> Lord Jesus Christ.</p></li></ul></div><p data-indent=\"1\"><strong>so that you may share in the glory of our Lord Jesus Christ:</strong> This is one of the purposes for which God called the Thessalonians: to <em>share</em> in Christ’s <em>glory</em>.</p><p data-indent=\"2\">The Greek for 2:14b literally says: “for/into the obtaining of the glory of our Lord Jesus Christ.” Here is one way to translate this:</p><blockquote data-indent=\"3\"><p>so that you may obtain the glory of our Lord Jesus Christ (RSV)</p></blockquote><p data-indent=\"2\">However, this could be understood as saying that the Thessalonians would take Christ’s glory from him and keep it for themselves. In this context, it actually means that, as believers, the Thessalonians will share in the greatness that Jesus Christ has in heaven.</p><p data-indent=\"2\"><strong>glory:</strong> In this context, to share Jesus’ glory means to share his greatness/majesty. See “glory&quot;, sense 3b in KBT and in the glossary.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002014",
          "start_ref_usfm": "2TH 2:14",
          "end_ref": "53002014",
          "end_ref_usfm": "2TH 2:14"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476456,
    "reference_id": 202269,
    "title": "2 Thessalonians 2:15",
    "media_type": "Text",
    "index_reference": "53002015",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002013\" data-endVerseId=\"1054002017\"><h3>Section 2:13–17: The Thessalonian believers should continue to believe the gospel firmly</h3><p data-indent=\"1\">Paul was reminding the Thessalonians that God had chosen to save them and to honor them in his kingdom. He therefore encouraged them to believe firmly in what he had taught them. He prayed that God and Christ would encourage and strengthen them so that they would continue behaving in a way that would please God.</p></div><h4>2:15a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:15a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Therefore, brothers, stand firm</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>Therefore, brothers, <span data-bnType=\"implied\">continue to</span> be firm <span data-bnType=\"implied\">concerning what you believe</span> <span data-bnType=\"implied\">about Jesus</span>,</p></li></ul></div><p data-indent=\"1\"><strong>Therefore:</strong> Paul had been preparing the believers for the important command he was going to give them. He introduced his command with a Greek phrase <em>ara oun</em>, which the BSB translates as <em>Therefore</em>. Paul was saying, “In view of all that I have just said…” This refers to all he had said in 2:1–14.</p><p data-indent=\"1\"><strong>brothers:</strong> See the note on 1:3a.</p><p data-indent=\"1\"><strong>stand firm:</strong> Paul typically used the metaphor <em>stand firm</em> to mean “to continue to believe firmly in (something).” Paul wanted the Thessalonians to continue believing what he had taught them, no matter what happened.</p><h4>2:15b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:15b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and cling to the traditions we taught you,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and keep believing the things <span data-bnType=\"implied\">that Jesus taught us<sup>(excl)</sup> and</span> that we<sup>(excl)</sup> in turn taught you,</p></li></ul></div><p data-indent=\"1\"><strong>cling to the traditions we taught you:</strong> Most commentators and English versions understand this to be a second command to the Thessalonians. Most English versions therefore connect this verse part to 2:15a with a coordinating word such as “and.”</p><p data-indent=\"2\"><strong>the traditions we taught you:</strong> The Greek word <em>paradosis </em>, which the BSB translates as <em>traditions</em>, normally refers to something passed down from one generation to another. Paul used the word to emphasize that what he had taught the Thessalonians was not just his own ideas but something that had been passed on to him from Jesus and that he, in turn, was passing on to them.<span data-bnType=\"footnote\"><span>The Greek word <em>paradosis</em> here possibly refers to a specific body of teaching, such as some form of creed and catechism. These important teachings would help to ensure unity from church to church in the absence of the apostles and before the New Testament had been written.</span></span></p><h4>2:15c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:15c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>whether by speech or by letter.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>either while we<sup>(excl)</sup> were with you or when we<sup>(excl)</sup> sent a letter to you.</p></li><li><p>both when we<sup>(excl)</sup> talked with you personally and when we<sup>(excl)</sup> wrote to you.</p></li></ul></div><p data-indent=\"1\"><strong>by speech:</strong> This refers to the time when Paul had been in Thessalonica and taught them personally.</p><p data-indent=\"1\"><strong>by letter:</strong> This probably refers to the letter known as 1 Thessalonians.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002015",
          "start_ref_usfm": "2TH 2:15",
          "end_ref": "53002015",
          "end_ref_usfm": "2TH 2:15"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476457,
    "reference_id": 202270,
    "title": "2 Thessalonians 2:16",
    "media_type": "Text",
    "index_reference": "53002016",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002013\" data-endVerseId=\"1054002017\"><h3>Section 2:13–17: The Thessalonian believers should continue to believe the gospel firmly</h3><p data-indent=\"1\">Paul was reminding the Thessalonians that God had chosen to save them and to honor them in his kingdom. He therefore encouraged them to believe firmly in what he had taught them. He prayed that God and Christ would encourage and strengthen them so that they would continue behaving in a way that would please God.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002016\" data-endVerseId=\"1054002017\"><h3>Paragraph 2:16–17</h3><p data-indent=\"1\">Paul prayed for the Thessalonians, that the Lord Jesus and God the Father would encourage and strengthen them to continue behaving and speaking in a way that would please God.</p></div><h4>2:16a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:16a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Now may our Lord Jesus Christ Himself and God our Father,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ We<sup>(excl)</sup> pray that our<sup>(incl)</sup> Lord Jesus Christ and God our<sup>(incl)</sup> Father,</p></li></ul></div><p data-indent=\"1\"><strong>Now may our Lord Jesus Christ Himself and God our Father:</strong> These words in Paul’s letters usually indicate a blessing of some sort. See the notes on 1 Thessalonians 3:11 and 5:23a.</p><p data-indent=\"2\"><strong>our Lord Jesus Christ…and God our Father:</strong> See the note on 1:1c.</p><p data-indent=\"2\"><strong>Himself:</strong> The Greek word <em>autos</em> (<em>Himself</em>) is often used to emphasize something. However, that is not true in this verse. It is just the usual opening for a prayer in Greek that asks God to do something for someone. See 1 Thessalonians 3:11.</p><h4>2:16b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:16b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>who by grace has loved us</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>who, by being kind to us<sup>(incl)</sup>, loved us<sup>(incl)</sup></p></li></ul></div><p data-indent=\"1\"><strong>who by grace has loved us:</strong> Most commentators agree that this clause refers only to God the Father.</p><p data-indent=\"2\"><strong>by grace:</strong> The Greek word <em>charis</em>, which most English versions translate as <em>grace</em> in this verse, refers to God’s kindness/favor, which he shows to people. See “grace&quot;, sense A2 in KBT. Most commentators say the phrase <em>by grace</em> means “by means of acting in grace, by means of showing favor toward.”</p><h4>2:16c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:16c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and given us eternal comfort and good hope,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and gave us<sup>(incl)</sup> encouragement that goes on forever and a firm hope,</p></li><li><p>and will never stop encouraging us<sup>(incl)</sup> and causing us<sup>(incl)</sup> to hope firmly <span data-bnType=\"implied\">that we<sup>(incl)</sup> would have eternal life</span>,</p></li></ul></div><p data-indent=\"1\"><strong>given us:</strong> God the Father is probably the only subject of this verb in this verse, rather that both Jesus and God.</p><p data-indent=\"1\"><strong>eternal comfort:</strong> Paul was saying that God’s encouragement never ends but goes on forever. Some other ways to translate this are:</p><blockquote data-indent=\"2\"><p><u>unfailing</u> encouragement (REB)</p></blockquote><blockquote data-indent=\"2\"><p>encouragement <u>that continues forever</u> (NCV)</p></blockquote><blockquote data-indent=\"2\"><p><u>ceaseless</u> encouragement (NJB)</p></blockquote><p data-indent=\"1\"><strong>good hope:</strong> The majority of commentators agree that this means “a firm/sure hope.”</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002016",
          "start_ref_usfm": "2TH 2:16",
          "end_ref": "53002016",
          "end_ref_usfm": "2TH 2:16"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476458,
    "reference_id": 202271,
    "title": "2 Thessalonians 2:17",
    "media_type": "Text",
    "index_reference": "53002017",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054002013\" data-endVerseId=\"1054002017\"><h3>Section 2:13–17: The Thessalonian believers should continue to believe the gospel firmly</h3><p data-indent=\"1\">Paul was reminding the Thessalonians that God had chosen to save them and to honor them in his kingdom. He therefore encouraged them to believe firmly in what he had taught them. He prayed that God and Christ would encourage and strengthen them so that they would continue behaving in a way that would please God.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054002016\" data-endVerseId=\"1054002017\"><h3>Paragraph 2:16–17</h3><p data-indent=\"1\">Paul prayed for the Thessalonians, that the Lord Jesus and God the Father would encourage and strengthen them to continue behaving and speaking in a way that would please God.</p></div><h4>2:17a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:17a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>encourage your hearts</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>will encourage you</p></li></ul></div><p data-indent=\"1\"><strong>encourage your hearts:</strong> While some older English versions use the word “comfort,” this is actually a prayer that the Lord Jesus and God the Father will actively <em>encourage</em> the Thessalonian believers to continue believing in Jesus.</p><p data-indent=\"2\"><strong>your hearts:</strong> The expression <em>your hearts</em> refers to the inner being, a person’s thoughts, feelings, and purposes (see the note on 1 Thessalonians 2:4c). Paul was therefore asking the Lord Jesus and God to encourage the Thessalonians inwardly.</p><h4>2:17b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"2:17b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and strengthen you in every good word and deed.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and strengthen you <span data-bnType=\"implied\">so that you will continue</span> doing and saying all that is good.</p></li></ul></div><p data-indent=\"1\"><strong>in every good word and deed:</strong> The phrase <em>every good</em> relates to both <em>word</em> and <em>deed</em>. In your translation it may be natural to change <em>word and deed</em> to verbs, for example, “in everything you do and everything you say.” See the Meaning Line in the Display for 2:17b.</p><p data-indent=\"2\"><strong>word and deed:</strong> There is a textual problem with this part of the verse.</p><ol type=\"1\" data-indent=\"2\"><li><p>Some Greek manuscripts say “word and deed.” <em>(BSB, KJV).</em></p></li><li><p>Other Greek manuscripts say “deed and word.” <em>(CEV, ESV, GNT, GW, NCV, NET, NIV, NLT, NRSV)</em></p></li></ol><p data-indent=\"2\">There is no great difference in meaning between the two possibilities. Express the meaning in a natural way in your language. For example:</p><blockquote data-indent=\"3\"><p>always to do and say the right thing (CEV)</p></blockquote><div data-bnType=\"OpenTranslatorsNotesGeneralComment\"><h5><strong>General Comment on 2:16–17</strong></h5><p data-indent=\"1\">Because of the long relative clauses in 2:16b–c, it may be necessary in some languages to treat these clauses as separate sentences. Two possible ways to do this are:</p><ul data-indent=\"2\"><li><p>Place these descriptive sentences at the beginning of 2:16. For example:</p><blockquote data-indent=\"2\"><p><sup>16</sup>God our Father loved us and by his kindness gave us everlasting encouragement and good hope. Together with our Lord Jesus Christ, <sup>17</sup>may he encourage and strengthen you to do and say everything that is good. (GW)</p></blockquote></li><li><p>Combine 2:16 and 2:17 and place the descriptive sentences at the end of the two verses. For example:</p><blockquote data-indent=\"2\"><p><sup>16–17</sup>May our Lord Jesus Christ himself and God our Father encourage you and strengthen you in every good thing you do and say. God loved us, and through his grace he gave us a good hope and encouragement that continues forever. (NCV)</p></blockquote></li></ul><p data-indent=\"2\">If you need to reorder these verses in one of these ways, you should choose the order that makes it clear that Paul’s prayer is the main part of the verse and the descriptive sentences are extra information.</p></div>",
    "associations": {
      "passage": [
        {
          "start_ref": "53002017",
          "start_ref_usfm": "2TH 2:17",
          "end_ref": "53002017",
          "end_ref_usfm": "2TH 2:17"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476459,
    "reference_id": 202272,
    "title": "2 Thessalonians 3:1",
    "media_type": "Text",
    "index_reference": "53003001",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003001\" data-endVerseId=\"1054003005\"><h3>Section 3:1–5: Paul asked the Thessalonian believers to pray for him and his companions</h3><p data-indent=\"1\">Paul asked the Thessalonians to pray that more and more people would believe the message about the Lord Jesus Christ, as the Thessalonians had.</p><p data-indent=\"1\">He assured the Thessalonian Christians that the Lord Jesus would indeed strengthen and protect them against Satan’s attacks. He prayed that the Lord Jesus would help them to know and reflect God’s love for them. He also prayed that they would be able to stand firm through suffering, as Jesus Christ did.</p></div><h4>3:1a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:1a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Finally, brothers, pray for us,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>Brothers, as for other matters, continue praying <span data-bnType=\"implied\">to God</span> for us,<sup>(excl)</sup></p></li></ul></div><p data-indent=\"1\"><strong>Finally:</strong> The Greek phrase <em>to loipon</em>, which the BSB translates as <em>Finally</em>, indicates that Paul was beginning to deal with the remaining matters he wished to write about. As in many of his other letters, he now began to instruct the Thessalonians about how Christians should behave. See the note on 1 Thessalonians 4:1a. However, here in 2 Thessalonians, Paul used the word much nearer the end of his letter, so it may be possible here in some languages to use a term such as <em>Finally</em>.</p><p data-indent=\"1\"><strong>brothers:</strong> See the note on 1:3a.</p><p data-indent=\"1\"><strong>pray for us:</strong> This is the same phrase as occurred in 1 Thessalonians 5:25. You should translate it in the same way here.</p><h4>3:1b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:1b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>that the word of the Lord may spread quickly</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>that the message about the Lord <span data-bnType=\"implied\">Jesus</span> may be soon heard in many other places</p></li><li><p>that <span data-bnType=\"implied\">we<sup>(excl)</sup> will be able</span> to spread quickly the message about the Lord <span data-bnType=\"implied\">Jesus Christ</span></p></li></ul></div><p data-indent=\"1\"><strong>the word of the Lord:</strong> In this context, this phrase refers to “the message <u>about</u> the Lord,” as it did in 1 Thessalonians 1:8a.</p><p data-indent=\"1\"><strong>may spread quickly:</strong> The BSB has used this expression to translate the Greek verb <em>trechō</em>, which literally means “to run.” Paul was using a metaphor. He was comparing the rapid spread of the gospel to someone who is running to take good news to others. English versions translate the idea of speed by using words such as “rapidly,” “quickly,” or “swift.”</p><p data-indent=\"2\">It is implied that Paul and his companions would be the ones who would take the gospel to other places. It may be necessary for you to make this explicit in your translation.</p><h4>3:1c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:1c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and be held in honor, just as it was with you.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and that <span data-bnType=\"implied\">those who hear it</span> will honour/respect/obey it just as you did.</p></li></ul></div><p data-indent=\"1\"><strong>and be held in honor:</strong> This is literally “and be glorified.” Scholars do not agree about what this means here. There are two possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>It refers to people honoring the message when they hear it and then obeying it. <em>(BSB, GNT, NIV, NJB, NET, CEV, NLT, GW, NCV)</em></p></li><li><p>It refers to the great success Paul wished for the gospel he preached. <em>(RSV, REB).</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1), along with most English versions and commentators.</p><p data-indent=\"1\"><strong>just as it was with you:</strong> The words <em>it was</em> are not translated from any words in the Greek, but they are implied. The commentators, however, do not agree about what the tense of the verb should be. There are two possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>It should be the past tense. The emphasis is on the way the Thessalonians honored the gospel when Paul first preached to them. This, of course, does not mean that they no longer honored the gospel. <em>(BSB, NIV, RSV, GNT, REB, GW, NASB, NCV, NLT, NJB, NET)</em></p></li><li><p>It should be the present tense. The emphasis is on how the Thessalonians continued to honor the gospel. <em>(KJV, CEV, NRSV)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1).</p><p data-indent=\"2\">There is one other problem that commentators discuss about this part of the verse. They disagree about which verb or verbs the expression <em>just as it was with you</em> is connected to. There are two possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>It relates only to “held in honor.” <em>(BSB, NIV, GNT, NJB, NRSV, CEV, KJV, GW, NET, SSA)</em></p></li><li><p>It relates to “spread quickly” and to “held in honor.” <em>(RSV, REB, NASB; probably NCV and NLT)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1).</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003001",
          "start_ref_usfm": "2TH 3:1",
          "end_ref": "53003001",
          "end_ref_usfm": "2TH 3:1"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476460,
    "reference_id": 202273,
    "title": "2 Thessalonians 3:2",
    "media_type": "Text",
    "index_reference": "53003002",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003001\" data-endVerseId=\"1054003005\"><h3>Section 3:1–5: Paul asked the Thessalonian believers to pray for him and his companions</h3><p data-indent=\"1\">Paul asked the Thessalonians to pray that more and more people would believe the message about the Lord Jesus Christ, as the Thessalonians had.</p><p data-indent=\"1\">He assured the Thessalonian Christians that the Lord Jesus would indeed strengthen and protect them against Satan’s attacks. He prayed that the Lord Jesus would help them to know and reflect God’s love for them. He also prayed that they would be able to stand firm through suffering, as Jesus Christ did.</p></div><h4>3:2a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:2a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>And pray that we may be delivered from wicked and evil men;</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>Also <span data-bnType=\"implied\">continue</span> praying <span data-bnType=\"implied\">to God and ask him</span> to rescue/deliver us<sup>(excl)</sup> from <span data-bnType=\"implied\">being harmed by</span> wicked and evil people,</p></li><li><p>And pray that <span data-bnType=\"implied\">God</span> will rescue us<sup>(excl)</sup> so that these very wicked people will not harm us,<sup>(excl)</sup></p></li></ul></div><p data-indent=\"1\"><strong>pray that we may be delivered from wicked and evil men:</strong> The Greek verb <em>rhuomai</em>, which the BSB translates as <em>delivered</em>, means “delivered/rescued from some sort of danger.” The tense of the verb suggests that Paul was thinking about a specific time when he was being persecuted, a time that the Thessalonians already knew about. There are two ways to understand what Paul was referring to in this part of the verse:</p><ol type=\"1\" data-indent=\"2\"><li><p>Paul meant “prevent us<sup>(excl)</sup> from being restricted or harmed by evil people.”</p></li><li><p>Paul meant “rescue us<sup>(excl)</sup> from the power of the evil people who have imprisoned us<sup>(excl)</sup>.”</p></li></ol><p data-indent=\"2\">The first interpretation seems to be the most likely meaning, but the second interpretation is also possible. Most English versions are ambiguous. If you must make a choice in your translation, follow the first interpretation (1).</p><p data-indent=\"2\"><strong>wicked and evil men:</strong> Paul used two adjectives with similar meanings (which the BSB translates as <em>wicked</em> and <em>evil</em>) to emphasize what he was saying.</p><p data-indent=\"3\"><strong>wicked:</strong> This is the word <em>atopos</em> in Greek and it refers to something “unnatural, disgusting.”</p><p data-indent=\"3\"><strong>evil:</strong> This is the Greek word <em>ponēros</em>, which is the usual word for something “wicked/evil.” It is the word used in 3:3b for Satan himself. If possible, try to use the same vocabulary here as in 3:3b.</p><p data-indent=\"2\">If you do not have two terms in your language with similar meanings like “wicked” and <em>evil</em>, you can combine them into one expression, but you should try to keep the emphasis in some way, for example, “very wicked.”</p><p data-indent=\"3\"><strong>men:</strong> Here the Greek word <em>anthropoi</em>, which is often translated as <em>men</em> in English, means human beings of both sexes, not just males.</p><h4>3:2b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:2b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>for not everyone holds to the faith.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>because not many people <span data-bnType=\"implied\">who hear the gospel</span> believe <span data-bnType=\"implied\">it</span>.</p></li><li><p>because many people <span data-bnType=\"implied\">who hear the message about the Lord Jesus</span> do not believe <span data-bnType=\"implied\">it</span>.</p></li></ul></div><p data-indent=\"1\"><strong>for not everyone holds to the faith:</strong> This is a reason clause that explains why Paul was asking people to pray that they would be rescued from evil people. See the Display for negative and positive ways of expressing this clause.</p><p data-indent=\"2\"><strong>holds to the faith:</strong> <span data-bnType=\"footnote\"><span>Here the Greek literally reads “faith [is] not of all.” Many English versions translate this as “not all have faith.” However, to “have faith” is not the same thing as to “belong to the faith.” “The faith” means “the teachings about Jesus” or “the gospel about Jesus.” However, in the context of this verse, what Paul was saying is that many people, when they hear the message about Jesus, will not believe it, and so will not join the group of people who hold to “the faith.”</span></span> This means to accept what God has said about Jesus and to believe in Jesus. In some languages it may be necessary to use a verb such as “believe” rather than the noun <em>faith</em>. For example:</p><blockquote data-indent=\"3\"><p>because many people do not believe in Jesus</p></blockquote>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003002",
          "start_ref_usfm": "2TH 3:2",
          "end_ref": "53003002",
          "end_ref_usfm": "2TH 3:2"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476461,
    "reference_id": 202274,
    "title": "2 Thessalonians 3:3",
    "media_type": "Text",
    "index_reference": "53003003",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003001\" data-endVerseId=\"1054003005\"><h3>Section 3:1–5: Paul asked the Thessalonian believers to pray for him and his companions</h3><p data-indent=\"1\">Paul asked the Thessalonians to pray that more and more people would believe the message about the Lord Jesus Christ, as the Thessalonians had.</p><p data-indent=\"1\">He assured the Thessalonian Christians that the Lord Jesus would indeed strengthen and protect them against Satan’s attacks. He prayed that the Lord Jesus would help them to know and reflect God’s love for them. He also prayed that they would be able to stand firm through suffering, as Jesus Christ did.</p></div><h4>3:3a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:3a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>But the Lord is faithful,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>But the Lord <span data-bnType=\"implied\">Jesus</span> always does what he has said he will do.</p></li></ul></div><p data-indent=\"1\"><strong>But:</strong> The Greek word <em>de</em>, which the BSB translates as <em>But</em>, signals a change of topic, but it also signals a contrast between the Lord who is faithful and the people mentioned in 3:2b who do not have faith.</p><p data-indent=\"1\"><strong>the Lord is faithful:</strong> In Greek, the last word of 3:2 (<em>pistis</em>, “faith”) and the first word of 3:3 (<em>pistos</em>, “faithful”) have the same root. Paul used this play on words to introduce a new subject, the faithfulness/steadfastness of the Lord Jesus. He wanted the Thessalonians to know that the Lord would keep his promise and protect and strengthen them.</p><p data-indent=\"2\"><strong>the Lord:</strong> This refers to the Lord Jesus.</p><h4>3:3b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:3b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and He will strengthen you and guard you from the evil one.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>And <span data-bnType=\"implied\">so</span> he will cause you to become <span data-bnType=\"implied\">spiritually</span> strong and will protect you so that the Evil One <span data-bnType=\"implied\">will not cause you to sin</span>.</p></li><li><p><span data-bnType=\"implied\">Therefore</span> he will strengthen you inwardly and protect you so that the Evil One, Satan, <span data-bnType=\"implied\">will not be able to harm you</span>.</p></li></ul></div><p data-indent=\"1\"><strong>and:</strong> The Greek word that the BSB has translated as <em>and</em> is a transition word. In this verse, it introduces Paul’s conclusion, based on the fact that the Lord is faithful (3:3a). His conclusion is that he can be sure that the Lord will strengthen the Thessalonians and protect them from the evil one. Here are some other ways to translate this transition:</p><blockquote data-indent=\"2\"><p>Therefore</p></blockquote><blockquote data-indent=\"2\"><p>so</p></blockquote><p data-indent=\"1\"><strong>He will strengthen you:</strong> Paul was sure that the Lord would strengthen the Thessalonians inwardly/spiritually.</p><p data-indent=\"1\"><strong>and guard you from the evil one:</strong> Paul could also be certain that, because the Lord is faithful, he (the Lord) would protect them and enable them to resist Satan.</p><p data-indent=\"2\"><strong>from the evil one:</strong> The Greek here is <em>apo tou ponērou </em>, which could mean either from <em>the evil one</em> or from “the evil thing.” There are two ways to understand this:</p><ol type=\"1\" data-indent=\"2\"><li><p>It refers to the devil. Most English versions understand it this way and translate it as “the evil one.” Most commentators also agree with this interpretation. <em>(BSB, NIV, GNT, NET, NRSV, REB, GW, NJB, NCV, NASB, NLT, SSA)</em></p></li><li><p>It refers to evil in general. <em>(KJV, RSV, CEV)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first interpretation (1), as it has strong support. The term <em>the evil one</em> is used elsewhere in Scripture to refer to Satan. (See Matthew 5:37, 6:13, 13:19, 13:38; John 17:15; Ephesians 6:16; 1 John 2:13–14, 3:12, 5:18–19.) If it is not clear to your readers that the expression <em>the evil one</em> refers to Satan, you could do one of the following:</p><ul data-indent=\"2\"><li><p>Use the literal expression but explain in a footnote or in the glossary that this refers to Satan.</p></li><li><p>Include your usual term for Satan/the devil in your translation, for example, “the devil, who is called the Evil One” or “the Evil One, Satan.”</p></li><li><p>Make no difference between this term and the way you usually refer to Satan.</p></li></ul><p data-indent=\"2\">All these are possible ways to translate this expression. The important thing is that you translate this expression consistently every time it is used in the NT.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003003",
          "start_ref_usfm": "2TH 3:3",
          "end_ref": "53003003",
          "end_ref_usfm": "2TH 3:3"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476462,
    "reference_id": 202275,
    "title": "2 Thessalonians 3:4",
    "media_type": "Text",
    "index_reference": "53003004",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003001\" data-endVerseId=\"1054003005\"><h3>Section 3:1–5: Paul asked the Thessalonian believers to pray for him and his companions</h3><p data-indent=\"1\">Paul asked the Thessalonians to pray that more and more people would believe the message about the Lord Jesus Christ, as the Thessalonians had.</p><p data-indent=\"1\">He assured the Thessalonian Christians that the Lord Jesus would indeed strengthen and protect them against Satan’s attacks. He prayed that the Lord Jesus would help them to know and reflect God’s love for them. He also prayed that they would be able to stand firm through suffering, as Jesus Christ did.</p></div><h4>3:4a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:4a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>And we have confidence in the Lord</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>We<sup>(excl)</sup> are confident that the Lord <span data-bnType=\"implied\">is enabling you</span></p></li></ul></div><p data-indent=\"1\"><strong>And we have confidence in the Lord:</strong> In this context, the phrase <em>in the Lord</em> could be interpreted as follows:</p><ol type=\"1\" data-indent=\"2\"><li><p>The expression connects with 3:3a (“the Lord is faithful”). Paul said there that he and the Thessalonian believers could trust the Lord Jesus to do what he had said he would do. Since this was true, Paul was also sure that the Lord Jesus was helping them and would continue to help them to believe and obey in spite of suffering and persecution.</p></li><li><p>The Lord Jesus was the source of Paul’s confidence that the Thessalonians were obeying and would continue to obey what Paul had told them to do. For example:</p><blockquote data-indent=\"2\"><p>And the Lord gives us confidence in you (GNT) <em>(NCV, CEV, GW)</em></p></blockquote></li><li><p>Paul was saying that he had confidence in the Thessalonians because they, like, Paul were “in Christ.” See the SSA, page 84, for a discussion of this option.</p></li></ol><p data-indent=\"2\">Most English versions are ambiguous. All the options above have support in the commentaries. The Display follows the first option (1). If you wish to follow the second option, you can use the GNT as a guide. If you want to follow the third option you could say:</p><blockquote data-indent=\"3\"><p><span data-bnType=\"implied\">Because you, like us (excl), believe</span> in the Lord Jesus, we are confident that you…</p></blockquote><h4>3:4b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:4b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>that you are doing and will continue to do what we command.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>to obey what we<sup>(excl)</sup> are telling you <span data-bnType=\"implied\">in this letter</span> to do and that <span data-bnType=\"implied\">he will enable</span> you <span data-bnType=\"implied\">to continue</span> to obey us<sup>(excl)</sup> <span data-bnType=\"implied\">in this way</span>.</p></li></ul></div><p data-indent=\"1\"><strong>what we command:</strong> This may refer to all Paul had commanded in this letter, or it may refer specifically to what Paul will command in the next few verses. You should try and make your translation as general as you can.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003004",
          "start_ref_usfm": "2TH 3:4",
          "end_ref": "53003004",
          "end_ref_usfm": "2TH 3:4"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476463,
    "reference_id": 202276,
    "title": "2 Thessalonians 3:5",
    "media_type": "Text",
    "index_reference": "53003005",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003001\" data-endVerseId=\"1054003005\"><h3>Section 3:1–5: Paul asked the Thessalonian believers to pray for him and his companions</h3><p data-indent=\"1\">Paul asked the Thessalonians to pray that more and more people would believe the message about the Lord Jesus Christ, as the Thessalonians had.</p><p data-indent=\"1\">He assured the Thessalonian Christians that the Lord Jesus would indeed strengthen and protect them against Satan’s attacks. He prayed that the Lord Jesus would help them to know and reflect God’s love for them. He also prayed that they would be able to stand firm through suffering, as Jesus Christ did.</p></div><h4>3:5a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:5a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>May the Lord direct your hearts into God’s love</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>May the Lord <span data-bnType=\"implied\">Jesus Christ</span> show you how much God loves you</p></li><li><p><span data-bnType=\"implied\">We<sup>(excl)</sup> pray</span> that the Lord <span data-bnType=\"implied\">Jesus</span> will enable you to realise how much God loves <span data-bnType=\"implied\">his people</span></p></li></ul></div><p data-indent=\"1\"><strong>May the Lord direct your hearts into God’s love:</strong> Here, Paul was praying that the Lord would help the Thessalonians to know how much God loved them.</p><p data-indent=\"2\"><strong>the Lord:</strong> This probably refers, as before, to the Lord Jesus, rather than to God the Father.</p><p data-indent=\"2\"><strong>God’s love:</strong> The translation <em>God’s love</em>, which is found in most English versions, is ambiguous. It could mean:</p><ol type=\"1\" data-indent=\"2\"><li><p>God’s love for Christians. Because they were suffering much persecution, the Thessalonians needed to be re-assured about how much God loved them.</p></li><li><p>It means the Christians’ love for God.</p></li></ol><p data-indent=\"2\">In Paul’s writings, the phrase “the love of God” usually refers to the love God has for Christians, and it probably means the same here. Most commentators support this first option, and it is recommended that you follow it.</p><h4>3:5b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:5b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and Christ’s perseverance.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and how to persevere <span data-bnType=\"implied\">when people persecute you,</span> just as he persevered.</p></li></ul></div><p data-indent=\"1\"><strong>and Christ’s perseverance:</strong> The Greek word <em>hupomonē</em>, which the BSB translates as <em>perseverance</em>, means “steadfastness, endurance.” It implies being faithful in a time of difficulty. Most English versions translate the phrase here <em>Christ’s perseverance</em> in an ambiguous way, and it can be understood in one of two ways:</p><ol type=\"1\" data-indent=\"2\"><li><p>It means the perseverance <u>shown by</u> Christ when he suffered while he was on earth. He remained faithful to God when he was persecuted by the Jews and the Romans. This example of Christ should comfort and strengthen the Thessalonian Christians so that they also will endure when they were persecuted. Most commentators support this option. <em>(CEV, SSA)</em></p></li><li><p>It means the perseverance that Christ <u>gives</u> to believers to help them endure persecution. <em>(GNT, NLT)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1), as it has the best support among scholars.</p><p data-indent=\"2\"><strong>Christ:</strong> It may be misleading to refer to “the Lord” at the beginning of the verse and to <em>Christ</em> later. Make sure that it is clear in your translation that these are not two different persons. Both words refer to Jesus.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003005",
          "start_ref_usfm": "2TH 3:5",
          "end_ref": "53003005",
          "end_ref_usfm": "2TH 3:5"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476464,
    "reference_id": 202277,
    "title": "2 Thessalonians 3:6",
    "media_type": "Text",
    "index_reference": "53003006",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003006\" data-endVerseId=\"1054003015\"><h3>Section 3:6–15: Paul warned those among the Thessalonian believers who were lazy and told them that they should work</h3><p data-indent=\"1\">It seems that there were some believers in Thessalonica who had stopped working. This was probably because they thought the Lord Jesus was going to come back soon or that the Lord Jesus had already come back (see 2 Thessalonians 2:2). Therefore they had decided that there was no point in continuing to work. Paul warned people not to behave in this way. He reminded them how he and his companions had worked for their food when they stayed at Thessalonica so that they would not burden the other believers there. They did this in order to be a good example for the Thessalonians to follow, even though as apostles they had the right to be supported. Paul had already mentioned those who would not work in 1 Thessalonians 4:11–12 and 5:14. But it seems that that warning had not had any effect.</p></div><h4>3:6</h4><p data-indent=\"1\">This is a long sentence in the Greek text. You may need to divide it into several sentences in your translation.</p><h4>3:6a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:6a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Now we command you, brothers, in the name of our Lord Jesus Christ,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ Brothers, by the authority that the Lord Jesus Christ gave us,<sup>(excl)</sup> we<sup>(excl)</sup> order you</p></li><li><p>¶ Brothers, as if our Lord Jesus Christ were commanding it himself,<sup>(excl)</sup> we<sup>(excl)</sup> tell you,</p></li></ul></div><p data-indent=\"1\"><strong>Now we command you, brothers, in the name of our Lord Jesus Christ:</strong> This is a strong command or warning. Paul used this full expression to show that this was not just a command from himself, it had the full authority of the Lord Jesus.</p><p data-indent=\"2\"><strong>brothers:</strong> See the note on 1:3a.</p><h4>3:6b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:6b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>to keep away from any brother who leads an undisciplined life</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>to avoid any <span data-bnType=\"implied\">of your Christian</span> brothers who is lazy</p></li><li><p>“Do not associate with any believer who does not work</p></li></ul></div><p data-indent=\"1\"><strong>to keep away from any brother who leads an undisciplined life:</strong> Paul was warning the Thessalonians that they should not associate with undisciplined people among the believers. It probably means that they should avoid eating with them or meeting them socially. Paul said more about this in 3:14c and 3:15a.</p><p data-indent=\"2\">He did not mean that the Thessalonian believers should refuse to let these people attend meetings or exclude them completely. Avoid using a term that would make your readers think that this was what Paul was saying.</p><p data-indent=\"2\"><strong>any brother who leads an undisciplined life:</strong> The word <em>ataktōs</em>, which the BSB translates as <em>undisciplined</em>, is related to the word used in 1 Thessalonians 5:14a. It usually means “disorderly.” As was discussed there, commentators suggest two possible meanings for the word, and the same problem occurs here. The two possibilities are:</p><ol type=\"1\" data-indent=\"2\"><li><p>It refers to a specific form of disorderliness, that of being idle. Paul was therefore referring to a group of Thessalonian believers who had stopped working because they thought that Christ would return very soon. See 1 Thessalonians 4:11–12. <em>(BSB, NIV, GNT, RSV, NCV, CEV, NLT, JB, REB)</em></p></li><li><p>The word should be understood literally and, therefore, refers to those who were unruly or disorderly, that is, they refused to obey or respect their leaders. <em>(KJV, NJB, NASB, NET, GW)</em></p></li></ol><p data-indent=\"2\">The commentators are evenly divided between these two views. However, it is clear from the rest of this section that idleness was a real problem among the believers at Thessalonica. Therefore, it is recommended that you follow the first option (1). Related words occur in 3:7b and 3:11a, so make sure you translate them the same way.</p><p data-indent=\"3\"><strong>brother:</strong> Even if you normally translate the term <em>brother</em> (when referring to a Christian brother) using a kinship term, in this context it may be better to translate it “believer.”</p><h4>3:6c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:6c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>that is not in keeping with the tradition you received from us.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and who does not obey what we<sup>(excl)</sup> have taught you.</p></li><li><p>and who does not behave in the way we<sup>(excl)</sup> taught you <span data-bnType=\"implied\">to behave</span>.”</p></li></ul></div><p data-indent=\"1\"><strong>the tradition:</strong> The Greek word <em>paradosis </em>, which the BSB translates as <em>tradition</em>, is the same word that Paul used in 2:15b. It refers to something passed down from one generation to another. Paul used the word to emphasize that what he had taught the Thessalonians was not just his own ideas but something that had been passed on to him from Jesus and that he in turn was passing on to them.</p><p data-indent=\"1\"><strong>you received from us:</strong> There is a textual problem with this part of the verse<span data-bnType=\"footnote\"><span>In the United Bible Societies <em>Greek New Testament</em>, the evidence is fairly evenly balanced for the two readings “you” and “they.” It is more likely, however, that <em>parelabosan</em> is the original. See the discussion in the SSA for more details.</span></span>:</p><ol type=\"1\" data-indent=\"2\"><li><p>Some Greek manuscripts have the word <em>parelabete</em> (<em>you received</em>). This is followed by most English translations. <em>(BSB, RSV, NIV, NET, GW, REB, CEV, NASB, NCV, NLT, NJB)</em></p></li><li><p>Other Greek manuscripts have <em>parelabosan</em>, “they received.” <em>(GNT, NRSV)</em></p></li></ol><p data-indent=\"2\">There is no great difference in meaning between the two possibilities. It is therefore recommended that you follow the majority of English versions and use the second person plural pronoun “you” to make it clear that everyone in Thessalonica had received the same teaching from Paul and his companions and that it was not just something that had been given to the lazy people.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003006",
          "start_ref_usfm": "2TH 3:6",
          "end_ref": "53003006",
          "end_ref_usfm": "2TH 3:6"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476465,
    "reference_id": 202278,
    "title": "2 Thessalonians 3:7",
    "media_type": "Text",
    "index_reference": "53003007",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003006\" data-endVerseId=\"1054003015\"><h3>Section 3:6–15: Paul warned those among the Thessalonian believers who were lazy and told them that they should work</h3><p data-indent=\"1\">It seems that there were some believers in Thessalonica who had stopped working. This was probably because they thought the Lord Jesus was going to come back soon or that the Lord Jesus had already come back (see 2 Thessalonians 2:2). Therefore they had decided that there was no point in continuing to work. Paul warned people not to behave in this way. He reminded them how he and his companions had worked for their food when they stayed at Thessalonica so that they would not burden the other believers there. They did this in order to be a good example for the Thessalonians to follow, even though as apostles they had the right to be supported. Paul had already mentioned those who would not work in 1 Thessalonians 4:11–12 and 5:14. But it seems that that warning had not had any effect.</p></div><h4>3:7a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:7a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>For you yourselves know how you ought to imitate us,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>For you yourselves know that you should <span data-bnType=\"implied\">continue to</span> follow our<sup>(excl)</sup> example,</p></li><li><p><span data-bnType=\"implied\">We<sup>(excl)</sup> say this</span> since you yourselves know that you should <span data-bnType=\"implied\">continue</span> imitating how we<sup>(excl)</sup> behaved <span data-bnType=\"implied\">while we<sup>(excl)</sup> were in Thessalonica</span>,</p></li></ul></div><p data-indent=\"1\"><strong>For:</strong> This word introduces the <u>grounds</u> for the command in 3:6, that is, <u>since</u> Paul and his companions were a good example to the Thessalonians by working for their own food (3:7–9), the Thessalonians should avoid those who were idle (and not like Paul and his companions). Paul gives further grounds for his command in 3:10a and 3:10b.</p><p data-indent=\"1\"><strong>to imitate us:</strong> This refers to the way Paul and his companions had behaved while they were in Thessalonica. It may be necessary to include this implied information in your translation. This has been done in the second Meaning Line in the Display.</p><h4>3:7b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:7b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>because we were not undisciplined among you,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p><span data-bnType=\"implied\">that is,</span> we<sup>(excl)</sup> were not lazy while we<sup>(excl)</sup> were <span data-bnType=\"implied\">staying</span> among you,</p></li></ul></div><p data-indent=\"1\"><strong>because we were not undisciplined among you:</strong> In Greek, 3:7b begins with <em>hoti</em>. This is a word that has a number of different uses. In this context it can mean one of two things:</p><ol type=\"1\" data-indent=\"2\"><li><p>It introduces a specific example of the behavior the Thessalonians ought to imitate, that is, Paul and his companions not being lazy. This could be translated in English as “that is.” Perhaps you have a word or phrase in your language which means this. The English versions that omit the word probably also follow this option. <em>(NIV, GNT, REV, CEV, NCV, NLT, REB, GW, NJB, SSA)</em></p></li><li><p><em>hoti</em> means “because” and gives the reason for 3:7a. <em>(BSB, NET, KJV, NASB)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first interpretation (1), which is shown in the Meaning Line in the Display.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003007",
          "start_ref_usfm": "2TH 3:7",
          "end_ref": "53003007",
          "end_ref_usfm": "2TH 3:7"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476466,
    "reference_id": 202279,
    "title": "2 Thessalonians 3:8",
    "media_type": "Text",
    "index_reference": "53003008",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003006\" data-endVerseId=\"1054003015\"><h3>Section 3:6–15: Paul warned those among the Thessalonian believers who were lazy and told them that they should work</h3><p data-indent=\"1\">It seems that there were some believers in Thessalonica who had stopped working. This was probably because they thought the Lord Jesus was going to come back soon or that the Lord Jesus had already come back (see 2 Thessalonians 2:2). Therefore they had decided that there was no point in continuing to work. Paul warned people not to behave in this way. He reminded them how he and his companions had worked for their food when they stayed at Thessalonica so that they would not burden the other believers there. They did this in order to be a good example for the Thessalonians to follow, even though as apostles they had the right to be supported. Paul had already mentioned those who would not work in 1 Thessalonians 4:11–12 and 5:14. But it seems that that warning had not had any effect.</p></div><h4>3:8a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:8a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>nor did we eat anyone’s food without paying for it.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>and <span data-bnType=\"implied\">you know that</span> we<sup>(excl)</sup> did not accept food from anyone unless we<sup>(excl)</sup> paid him for it.</p></li></ul></div><p data-indent=\"1\"><strong>nor did we eat anyone’s food without paying for it:</strong> The Greek word <em>artos</em>, which the BSB translates as <em>food</em>, literally means “bread.” However most English versions (except some of the older versions) agree that it means more than just bread here. There are two possibilities:</p><ol type=\"1\" data-indent=\"2\"><li><p>It means any sort of food. <em>(BSB, NIV, NET, GW, NJB, CEV, NLT, NCV)</em></p></li><li><p>The expression “to eat someone’s bread” is an idiom that means “to accept someone’s hospitality.” It therefore includes lodging as well as food. <em>(GNT, REB)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1) in your translation.</p><p data-indent=\"2\"><strong>without paying for it:</strong> Greek teachers often went from town to town receiving food and accepting a place to stay in return for their teaching. Paul was probably emphasizing that he and his companions were not like that. This does not mean that Paul and his companions never accepted an invitation as guests to a meal from time to time.</p><h4>3:8b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:8b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Instead, in labor and toil, we worked night and day</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>On the contrary, we<sup>(excl)</sup> worked night and day, toiling diligently <span data-bnType=\"implied\">to earn money</span></p></li><li><p>Instead, we<sup>(excl)</sup> worked diligently/hard day and night <span data-bnType=\"implied\">to pay for our<sup>(excl)</sup> food</span></p></li></ul></div><p data-indent=\"1\"><strong>Instead:</strong> In 3:7b–8a, Paul wrote what he and his companions <u>did not</u> do. In this part of the verse he wrote the positive, what they <u>did</u> do.</p><p data-indent=\"1\"><strong>in labor and toil:</strong> The Greek words <em>kopos</em> and <em>mochthos</em>, which the BSB translates as <em>labor</em> and <em>toil</em>, are the same words that the BSB translated “labor” and “toil” in 1 Thessalonians 2:9a. The two words have similar meanings. Paul used this repetition to emphasize that they worked very hard. If you do not have two similar words you can use here, or if it would be unnatural for you to use such repetition, you could translate this as “laboring very diligently/hard.” The following expression “we worked night and day” also has a similar meaning, and you may have to combine all three into one expression. The second Meaning Line in the Display does this.</p><p data-indent=\"1\"><strong>we worked night and day:</strong> The Greek verb form <em>ergazomenoi</em>, which the BSB translates as <em>we worked</em>, indicates an action that continues over a period of time. See the note on 1 Thessalonians 2:9b.</p><h4>3:8c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:8c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>so that we would not be a burden to any of you.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>so that we<sup>(excl)</sup> would not burden you.</p></li><li><p>so that we<sup>(excl)</sup> would not require you to supply what we<sup>(excl)</sup> needed.</p></li></ul></div><p data-indent=\"1\"><strong>so that we would not be a burden to any of you:</strong> The Greek word <em>epibareō</em>, which the BSB translates as <em>be a burden</em>, refers to not being a <u>financial</u> burden on the Thessalonians. Paul and his companions worked to support themselves so that they could buy their own food, rather than expecting anyone to provide it for them. This part of the verse is identical to 1 Thessalonians 2:9c in Greek.</p><p data-indent=\"2\">In this part of the verse Paul used a negative expression to explain the purpose for which they worked so hard: <em>so that we would not be a burden</em>…. In 3:9b, he gave the positive purpose: “to offer ourselves as an example…”</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003008",
          "start_ref_usfm": "2TH 3:8",
          "end_ref": "53003008",
          "end_ref_usfm": "2TH 3:8"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476467,
    "reference_id": 202280,
    "title": "2 Thessalonians 3:9",
    "media_type": "Text",
    "index_reference": "53003009",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003006\" data-endVerseId=\"1054003015\"><h3>Section 3:6–15: Paul warned those among the Thessalonian believers who were lazy and told them that they should work</h3><p data-indent=\"1\">It seems that there were some believers in Thessalonica who had stopped working. This was probably because they thought the Lord Jesus was going to come back soon or that the Lord Jesus had already come back (see 2 Thessalonians 2:2). Therefore they had decided that there was no point in continuing to work. Paul warned people not to behave in this way. He reminded them how he and his companions had worked for their food when they stayed at Thessalonica so that they would not burden the other believers there. They did this in order to be a good example for the Thessalonians to follow, even though as apostles they had the right to be supported. Paul had already mentioned those who would not work in 1 Thessalonians 4:11–12 and 5:14. But it seems that that warning had not had any effect.</p></div><h4>3:9a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:9a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Not that we lack this right,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>We<sup>(excl)</sup> worked diligently/hard, not because we<sup>(excl)</sup> did not have the authority <span data-bnType=\"implied\">to demand that you support us<sup>(excl)</sup></span>,</p></li><li><p>We<sup>(excl)</sup> worked like this even though we<sup>(excl)</sup> had the right <span data-bnType=\"implied\">to expect you to feed us<sup>(excl)</sup></span>.</p></li></ul></div><p data-indent=\"1\"><strong>Not that we lack this right:</strong> The whole clause contains two negatives, which, added together, make a positive statement. So it means “we do have the right.” If you do not use double negatives in this way in your language, you could translate this clause as a positive statement, as in the second Meaning Line in the Display.</p><p data-indent=\"2\"><strong>this right:</strong> In Greek this part of the verse is just <em>exousian</em>, “authority/right.” Some versions specify what <em>right</em> Paul is referring to. For example:</p><blockquote data-indent=\"3\"><p>a right to receive support (GW)</p></blockquote><p data-indent=\"2\">Versions add such phrases in order to make it clear that Paul was talking about the right to expect food from them. This is because, as preachers and workers for the gospel, they had the right to be paid for their work or be supported with food.<span data-bnType=\"footnote\"><span>See 1 Corinthians 9:1–18 for a fuller explanation of their right to receive support.</span></span></p><h4>3:9b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:9b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>but we wanted to offer ourselves as an example for you to imitate.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>but in order to give you an example to follow.</p></li><li><p><span data-bnType=\"implied\">We did this</span> so that we<sup>(excl)</sup> would be an example for you to follow/imitate.</p></li></ul></div><p data-indent=\"1\"><strong>but we wanted to offer ourselves as an example for you to imitate:</strong> This is the positive purpose for which they worked so hard to pay for their food: <u>so that</u> they would be an example for the Thessalonians to follow. It balances the negative purpose in 3:8c. In both cases, the main clause that these purpose clauses are connected to is 3:8b.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003009",
          "start_ref_usfm": "2TH 3:9",
          "end_ref": "53003009",
          "end_ref_usfm": "2TH 3:9"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476468,
    "reference_id": 202281,
    "title": "2 Thessalonians 3:10",
    "media_type": "Text",
    "index_reference": "53003010",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003006\" data-endVerseId=\"1054003015\"><h3>Section 3:6–15: Paul warned those among the Thessalonian believers who were lazy and told them that they should work</h3><p data-indent=\"1\">It seems that there were some believers in Thessalonica who had stopped working. This was probably because they thought the Lord Jesus was going to come back soon or that the Lord Jesus had already come back (see 2 Thessalonians 2:2). Therefore they had decided that there was no point in continuing to work. Paul warned people not to behave in this way. He reminded them how he and his companions had worked for their food when they stayed at Thessalonica so that they would not burden the other believers there. They did this in order to be a good example for the Thessalonians to follow, even though as apostles they had the right to be supported. Paul had already mentioned those who would not work in 1 Thessalonians 4:11–12 and 5:14. But it seems that that warning had not had any effect.</p></div><h4>3:10a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:10a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>For even while we were with you, we gave you this command:</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>For even when we<sup>(excl)</sup> were with you, we<sup>(excl)</sup> gave you this command,</p></li><li><p>When we<sup>(excl)</sup> were with you, we<sup>(excl)</sup> <span data-bnType=\"implied\">often</span> told you,</p></li></ul></div><p data-indent=\"1\"><strong>For:</strong> The Greek word <em>gar</em>, which the BSB translates as <em>For</em>, indicates that 3:10a gives further <u>grounds</u> for Paul’s command in 3:6: “keep away from every brother who is idle…”</p><p data-indent=\"1\"><strong>we gave you this command:</strong> This expression in the BSB translates two words in Greek, the pronoun <em>touto</em> (<em>this</em>) and the verb <em>paraggellō</em>, which means “to give orders.” In other words, literally “we were commanding this.” Paul and his companions gave the Thessalonians commands or teachings to tell them how they should behave as Christians. One of these commands was the rule/command in 3:10b. The form of the verb in Greek suggests that Paul had repeated this command several times.</p><h4>3:10b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:10b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>“If anyone is unwilling to work, he shall not eat.”</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>“If someone refuses to work, do not give him food.”</p></li><li><p>“If someone refuses work, he should not expect <span data-bnType=\"implied\">other people</span> to feed him.”</p></li></ul></div><p data-indent=\"1\"><strong>If anyone is unwilling to work, he shall not eat:</strong> This was probably a well-known saying/proverb. The BSB indicates this by putting quotation marks around the expression.</p><p data-indent=\"2\"><strong>anyone:</strong> In Greek the word here is <em>tis</em>, which means “anyone, male or female.” While some English versions say “any man,” this not restricted to males.</p><p data-indent=\"2\"><strong>is unwilling to work:</strong> This phrase means “refuses to work.” Paul was not referring to people who were unable to work because they were sick or disabled in some way.</p><p data-indent=\"2\"><strong>he shall not eat:</strong> This phrase means “people should not give him anything to eat” or “he should not expect people to feed him.”</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003010",
          "start_ref_usfm": "2TH 3:10",
          "end_ref": "53003010",
          "end_ref_usfm": "2TH 3:10"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476469,
    "reference_id": 202282,
    "title": "2 Thessalonians 3:11",
    "media_type": "Text",
    "index_reference": "53003011",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003006\" data-endVerseId=\"1054003015\"><h3>Section 3:6–15: Paul warned those among the Thessalonian believers who were lazy and told them that they should work</h3><p data-indent=\"1\">It seems that there were some believers in Thessalonica who had stopped working. This was probably because they thought the Lord Jesus was going to come back soon or that the Lord Jesus had already come back (see 2 Thessalonians 2:2). Therefore they had decided that there was no point in continuing to work. Paul warned people not to behave in this way. He reminded them how he and his companions had worked for their food when they stayed at Thessalonica so that they would not burden the other believers there. They did this in order to be a good example for the Thessalonians to follow, even though as apostles they had the right to be supported. Paul had already mentioned those who would not work in 1 Thessalonians 4:11–12 and 5:14. But it seems that that warning had not had any effect.</p></div><h4>3:11a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:11a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Yet we hear that some of you are leading undisciplined lives</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ We<sup>(excl)</sup> say <span data-bnType=\"implied\">all</span> this because we<sup>(excl)</sup> have heard that there are some among you who are lazy.</p></li><li><p>¶ We<sup>(excl)</sup> say this because <span data-bnType=\"implied\">people</span> have told us<sup>(excl)</sup> that some <span data-bnType=\"implied\">believers</span> among you are refusing to work.</p></li></ul></div><p data-indent=\"1\"><strong>Yet:</strong> In the Greek, this sentence begins with the conjunction <em>gar</em>, which introduces a reason for the command in 3:6, that is, for the Thessalonians to avoid those who were lazy. Most English versions translate it as “for.” The BSB and NLT translate it as <em>Yet</em> to suggest that Paul is saying that <u>even though</u> he had given this command, some of the Thessalonians were nevertheless not working. Some English versions do not translate this conjunction. Introduce this verse in a natural way in your language.</p><p data-indent=\"1\"><strong>we hear that some of you are leading undisciplined lives and accomplishing nothing:</strong> Probably the laziness among believers was the reason why Paul mentioned this subject in this second letter to the Thessalonians, although he had already spoken about the problem in 1 Thessalonians 2:6–9, 4:11–12, 5:14. What Paul had feared might happen had actually happened and some believers had stopped work. See the notes on 1 Thessalonians 4:11c and 5:14a.</p><p data-indent=\"2\"><strong>we hear:</strong> Paul did not say who had brought him the report that some of the Thessalonians were idle. So you should try to keep your translation as general as possible here.</p><p data-indent=\"2\"><strong>that some of you are leading undisciplined lives:</strong> Paul used the same term for <em>undisciplined</em> as in 3:6b. You should translate it in the same way here.</p><h4>3:11b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:11b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>and accomplishing nothing but being busybodies.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>They do not work. Instead they interfere with other people <span data-bnType=\"implied\">and prevent them from working</span>.</p></li></ul></div><p data-indent=\"1\"><strong>and accomplishing nothing but being busybodies:</strong> There is a play on words in the Greek here, which says “not working, but working around.” They themselves were not working, but they were interfering with other people’s work in a way that prevented those people from doing their own work properly. Some English versions have managed to retain a play on words. For example:</p><blockquote data-indent=\"2\"><p>They are not busy; they are busybodies. (NIV)</p></blockquote><p data-indent=\"2\">However, this will not be possible in all languages. It is more important that you translate the correct meaning.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003011",
          "start_ref_usfm": "2TH 3:11",
          "end_ref": "53003011",
          "end_ref_usfm": "2TH 3:11"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476470,
    "reference_id": 202283,
    "title": "2 Thessalonians 3:12",
    "media_type": "Text",
    "index_reference": "53003012",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003006\" data-endVerseId=\"1054003015\"><h3>Section 3:6–15: Paul warned those among the Thessalonian believers who were lazy and told them that they should work</h3><p data-indent=\"1\">It seems that there were some believers in Thessalonica who had stopped working. This was probably because they thought the Lord Jesus was going to come back soon or that the Lord Jesus had already come back (see 2 Thessalonians 2:2). Therefore they had decided that there was no point in continuing to work. Paul warned people not to behave in this way. He reminded them how he and his companions had worked for their food when they stayed at Thessalonica so that they would not burden the other believers there. They did this in order to be a good example for the Thessalonians to follow, even though as apostles they had the right to be supported. Paul had already mentioned those who would not work in 1 Thessalonians 4:11–12 and 5:14. But it seems that that warning had not had any effect.</p></div><h4>3:12a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:12a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>We command and urge such people by our Lord Jesus Christ</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>By <span data-bnType=\"implied\">the authority that</span> the Lord Jesus Christ <span data-bnType=\"implied\">has given us <sup>(excl)</sup></span>, we<sup>(excl)</sup> command and urge people like that</p></li><li><p>In <span data-bnType=\"implied\">the name of</span> the Lord Jesus Christ, we<sup>(excl)</sup> command and urge those <span data-bnType=\"implied\">among you</span> who are behaving like that</p></li></ul></div><p data-indent=\"1\"><strong>We command and urge such people:</strong> The Greek verb <em>parakaleō</em>, which the BSB translates as <em>urge</em>, can mean “encourage,” “persuade,” or “exhort.” Paul was not just commanding the lazy Christians, he was urging them to behave in a way that would please the Lord Jesus Christ.</p><p data-indent=\"1\"><strong>by our Lord Jesus Christ:</strong> Clearly these words were meant to strengthen Paul’s command. There are two possible meanings:</p><ol type=\"1\" data-indent=\"2\"><li><p>It means the same as “in <u>the name of</u> the Lord Jesus Christ,” that is, by the authority of the Lord Jesus Christ. It therefore has the same meaning as in 3:6a. <em>(GNT, REB, NLT)</em></p></li><li><p>It means the same as the common expression “in Christ,” that is, Paul was commanding them because they (Paul and the Thessalonian believers) were united to Christ, part of his family.</p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1).</p><h4>3:12b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:12b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>to begin working quietly to earn their own living.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>to <span data-bnType=\"implied\">begin</span> working quietly <span data-bnType=\"implied\">again</span> and earn money for food.</p></li><li><p>to change how they behave and <span data-bnType=\"implied\">begin to</span> work <span data-bnType=\"implied\">again so that they will have money with which</span> to buy food for themselves.</p></li></ul></div><p data-indent=\"1\"><strong>to begin working quietly:</strong> In Greek this is literally “with quietness/orderliness working.” The meaning is “to start behaving in an orderly and obedient way.” Specifically it means to stop stirring up trouble. It is the opposite of being a busybody (3:11b).</p><p data-indent=\"1\"><strong>to earn their own living:</strong> This is the opposite of being idle (3:11a and 3:11b).</p><p data-indent=\"2\"><strong>living:</strong> This is the same Greek word, <em>artos</em>, that the BSB and many other versions translate as “food” in 3:8a. It would be appropriate to translate it “food” in this verse too.</p><div data-bnType=\"OpenTranslatorsNotesGeneralComment\"><h5><strong>General Comment on 3:12</strong></h5><p data-indent=\"1\">In some languages, it is better to use direct speech for a command. One way to do this here would be:</p><blockquote data-indent=\"2\"><p>In the name of the Lord Jesus Christ, we command and urge people like this, “Become organized and start working to earn money to buy the food you need.”</p></blockquote></div>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003012",
          "start_ref_usfm": "2TH 3:12",
          "end_ref": "53003012",
          "end_ref_usfm": "2TH 3:12"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476471,
    "reference_id": 202284,
    "title": "2 Thessalonians 3:13",
    "media_type": "Text",
    "index_reference": "53003013",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003006\" data-endVerseId=\"1054003015\"><h3>Section 3:6–15: Paul warned those among the Thessalonian believers who were lazy and told them that they should work</h3><p data-indent=\"1\">It seems that there were some believers in Thessalonica who had stopped working. This was probably because they thought the Lord Jesus was going to come back soon or that the Lord Jesus had already come back (see 2 Thessalonians 2:2). Therefore they had decided that there was no point in continuing to work. Paul warned people not to behave in this way. He reminded them how he and his companions had worked for their food when they stayed at Thessalonica so that they would not burden the other believers there. They did this in order to be a good example for the Thessalonians to follow, even though as apostles they had the right to be supported. Paul had already mentioned those who would not work in 1 Thessalonians 4:11–12 and 5:14. But it seems that that warning had not had any effect.</p></div><h4>3:13</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:13\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>But as for you, brothers, do not grow weary in well-doing.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>Brothers, as for you, do not get discouraged doing what is right.</p></li><li><p>But, brothers, as for you, never think that there is no reason to continue doing what is right.</p></li></ul></div><p data-indent=\"1\"><strong>But as for you:</strong> These words contrast the idle people of 3:11 with most of the Thessalonian believers. Most of them were not lazy. In some languages, it may be necessary to use a word such as <em>But</em> at the beginning of the verse to show this contrast.</p><p data-indent=\"1\"><strong>brothers:</strong> See the note on 1:3a.</p><p data-indent=\"1\"><strong>do not grow weary in well-doing:</strong> In the context it seems that Paul was telling the Thessalonians to continue to behave in a right way by working hard and not becoming idle.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003013",
          "start_ref_usfm": "2TH 3:13",
          "end_ref": "53003013",
          "end_ref_usfm": "2TH 3:13"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476472,
    "reference_id": 202285,
    "title": "2 Thessalonians 3:14",
    "media_type": "Text",
    "index_reference": "53003014",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003006\" data-endVerseId=\"1054003015\"><h3>Section 3:6–15: Paul warned those among the Thessalonian believers who were lazy and told them that they should work</h3><p data-indent=\"1\">It seems that there were some believers in Thessalonica who had stopped working. This was probably because they thought the Lord Jesus was going to come back soon or that the Lord Jesus had already come back (see 2 Thessalonians 2:2). Therefore they had decided that there was no point in continuing to work. Paul warned people not to behave in this way. He reminded them how he and his companions had worked for their food when they stayed at Thessalonica so that they would not burden the other believers there. They did this in order to be a good example for the Thessalonians to follow, even though as apostles they had the right to be supported. Paul had already mentioned those who would not work in 1 Thessalonians 4:11–12 and 5:14. But it seems that that warning had not had any effect.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054003014\" data-endVerseId=\"1054003015\"><h3>Paragraph 3:14–15</h3><p data-indent=\"1\">Paul told the rest of the believers to avoid anyone who refused to obey his instruction not to be lazy. In this way he hoped to cause these lazy believers to change their ways. But he warned the Thessalonians not to treat these people as enemies.</p></div><h4>3:14a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:14a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Take note of</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>Make sure everyone knows of</p></li><li><p><span data-bnType=\"implied\">The rest of you should</span> openly announce the name of</p></li></ul></div><p data-indent=\"1\"><strong>Take note of:</strong> This probably means that, in some way, the leaders of the Thessalonian believers should make the rest of the congregation aware that this brother was disobedient.</p><h4>3:14b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:14b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>anyone who does not obey the instructions we have given in this letter.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ anyone who refuses to obey what we<sup>(excl)</sup> have written/told you in this letter.</p></li><li><p>¶ anyone <span data-bnType=\"implied\">of you</span> who still refuses to work in spite of what we<sup>(excl)</sup> have said in this letter.</p></li></ul></div><p data-indent=\"1\"><strong>anyone who does not obey the instructions we have given in this letter:</strong> This could refer to any command that Paul wrote in this letter. But in the immediate context, it refers to his instruction to undisciplined believers to start working again.</p><h4>3:14c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:14c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Do not associate with him,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>Have nothing to do with him</p></li><li><p>Avoid him</p></li></ul></div><p data-indent=\"1\"><strong>Do not associate with him:</strong> The Thessalonian believers were not to mix with this person, that is, they should avoid him. Although the Greek verb used here is different from that used in 3:6b, the meaning is similar. Translate this as naturally as you can. In this context this could mean that the believers should not speak to him or eat with him.</p><h4>3:14d</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:14d\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>so that he may be ashamed.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>so that he may become ashamed <span data-bnType=\"implied\">and change how he behaves</span>.</p></li></ul></div><p data-indent=\"1\"><strong>so that he may be ashamed:</strong> The purpose of the command in 3:14a–c was not to punish the disobedient believer but to cause him to be ashamed so that he would repent and change the way he was behaving.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003014",
          "start_ref_usfm": "2TH 3:14",
          "end_ref": "53003014",
          "end_ref_usfm": "2TH 3:14"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476473,
    "reference_id": 202286,
    "title": "2 Thessalonians 3:15",
    "media_type": "Text",
    "index_reference": "53003015",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003006\" data-endVerseId=\"1054003015\"><h3>Section 3:6–15: Paul warned those among the Thessalonian believers who were lazy and told them that they should work</h3><p data-indent=\"1\">It seems that there were some believers in Thessalonica who had stopped working. This was probably because they thought the Lord Jesus was going to come back soon or that the Lord Jesus had already come back (see 2 Thessalonians 2:2). Therefore they had decided that there was no point in continuing to work. Paul warned people not to behave in this way. He reminded them how he and his companions had worked for their food when they stayed at Thessalonica so that they would not burden the other believers there. They did this in order to be a good example for the Thessalonians to follow, even though as apostles they had the right to be supported. Paul had already mentioned those who would not work in 1 Thessalonians 4:11–12 and 5:14. But it seems that that warning had not had any effect.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054003014\" data-endVerseId=\"1054003015\"><h3>Paragraph 3:14–15</h3><p data-indent=\"1\">Paul told the rest of the believers to avoid anyone who refused to obey his instruction not to be lazy. In this way he hoped to cause these lazy believers to change their ways. But he warned the Thessalonians not to treat these people as enemies.</p></div><h4>3:15a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:15a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Yet do not regard him as an enemy,</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>However, do not treat that person as if he were your enemy.</p></li></ul></div><p data-indent=\"1\"><strong>Yet:</strong> Although the Thessalonians were to obey the command in 3:14b–c, they were not to do so in a harsh way that would perhaps make the person leave the fellowship.</p><p data-indent=\"1\"><strong>do not regard him as an enemy:</strong> Although the believers were not to associate with this person, they were not to consider him as if he were an <em>enemy</em> who was against them.</p><h4>3:15b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:15b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>but warn him as a brother.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>Instead, correct him as you would correct your brother.</p></li><li><p>Instead, warn him <span data-bnType=\"implied\">that he must start working</span> as <span data-bnType=\"implied\">you warn any other</span> brother.</p></li></ul></div><p data-indent=\"1\"><strong>but:</strong> In 3:15a, Paul told the Thessalonians how they should <u>not</u> behave toward a disobedient believer. In this part of the verse he gave a contrast and told them how they should behave.</p><p data-indent=\"1\"><strong>warn him as a brother:</strong> The Greek verb <em>noutheteō</em>, which the BSB translates as <em>warn</em>, is the same verb that Paul used in 1 Thessalonians 5:14a. You should also use the same verb here as you did in 1 Thessalonians 5:14a. Paul was giving the same command here as he had already given in his first letter.</p><p data-indent=\"2\"><strong>as a brother:</strong> By using this expression, Paul was emphasizing that this person was still a believer, still part of God’s family. He was certainly not an “enemy,” and so the Thessalonians should not treat him as one.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003015",
          "start_ref_usfm": "2TH 3:15",
          "end_ref": "53003015",
          "end_ref_usfm": "2TH 3:15"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476474,
    "reference_id": 202287,
    "title": "2 Thessalonians 3:16",
    "media_type": "Text",
    "index_reference": "53003016",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003016\" data-endVerseId=\"1054003018\"><h3>Section 3:16–18: Paul prayed for the Thessalonians and greeted them</h3><p data-indent=\"1\">Paul prayed a final blessing for the Thessalonians. He prayed that Christ would cause their lives to go well. He then signed the letter in his own handwriting.</p></div><div data-bnType=\"OpenTranslatorsNotesParagraph\" data-startVerseId=\"1054003016\" data-endVerseId=\"1054003016\"><h3>Paragraph 3:16</h3><p data-indent=\"1\">The commentators all agree that Paul finished the main part of the letter at 3:15 and was giving his closing greetings in 3:16–18.</p></div><h4>3:16a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:16a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>Now may the Lord of peace Himself</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ May the Lord <span data-bnType=\"implied\">Jesus</span>, the one who gives peace <span data-bnType=\"implied\">to his people</span>,</p></li><li><p>¶ <span data-bnType=\"implied\">I pray to God</span> that the Lord <span data-bnType=\"implied\">Jesus</span>, the one who is the source of peace,</p></li></ul></div><p data-indent=\"1\"><strong>Now may the Lord of peace Himself:</strong> The Greek word <em>autos</em> (<em>Himself</em>) is often used to emphasize something. However, that is not true in this verse. It is just the usual opening for a prayer in Greek that asks God to do something for someone. See the notes on 2:16a.</p><p data-indent=\"2\"><strong>the Lord of peace:</strong> Paul used a similar expression, “God of peace,” in 1 Thessalonians 5:23a. Here, however, the majority of commentators agree that the expression <em>Lord of peace</em> refers to Jesus, not God. This phrase therefore means that the Lord Jesus is the source of peace, that is, he is the one who causes people to be peaceful.</p><p data-indent=\"3\"><strong>peace:</strong> As in 1 Thessalonians 5:23a, most commentators agree that Paul was using the Greek word <em>eirēnē</em> (<em>peace</em>) here as he would have used the Hebrew word <em>šalom</em>. He therefore meant all the blessings, physical and spiritual, that God gives to his people.</p><h4>3:16b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:16b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>give you peace at all times and in every way.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>continually give you peace in every way.</p></li><li><p>will cause you to be peaceful at all times and in all ways.</p></li></ul></div><p data-indent=\"1\"><strong>in every way:</strong> There are two ways to understand this phrase:</p><ol type=\"1\" data-indent=\"2\"><li><p>It means <em>in every way</em> and it refers to the ways the Lord can cause people to be peaceful. This is the most usual way to understand the phrase. <em>(BSB, NIV, RSV, GNT, NET, REB, GW, KJV, NCV, NJB)</em></p></li><li><p>It means “in every circumstance.” <em>(SSA, NLT, NASB)</em></p></li></ol><p data-indent=\"2\">It is recommended that you follow the first option (1).</p><h4>3:16c</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:16c\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>The Lord be with all of you.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>May the Lord <span data-bnType=\"implied\">Jesus</span> be with you all.</p></li><li><p><span data-bnType=\"implied\">And I pray</span> that the Lord <span data-bnType=\"implied\">Jesus</span> be with all of you.</p></li></ul></div><p data-indent=\"1\"><strong>The Lord be with all of you:</strong> This is the second thing Paul prayed for the Thessalonians, that the Lord would be with every one of them.</p><p data-indent=\"2\"><strong>Lord:</strong> This refers to the Lord Jesus, as in 3:16a.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003016",
          "start_ref_usfm": "2TH 3:16",
          "end_ref": "53003016",
          "end_ref_usfm": "2TH 3:16"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476475,
    "reference_id": 202288,
    "title": "2 Thessalonians 3:17",
    "media_type": "Text",
    "index_reference": "53003017",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003016\" data-endVerseId=\"1054003018\"><h3>Section 3:16–18: Paul prayed for the Thessalonians and greeted them</h3><p data-indent=\"1\">Paul prayed a final blessing for the Thessalonians. He prayed that Christ would cause their lives to go well. He then signed the letter in his own handwriting.</p></div><h4>3:17a</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:17a\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>This greeting is in my own hand—Paul.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ I, Paul, am writing this greeting <span data-bnType=\"implied\">myself</span>, in my own handwriting.</p></li><li><p>¶ I, Paul, with my own hand, write <span data-bnType=\"implied\">these last words to you</span> to greet <span data-bnType=\"implied\">you all</span>.</p></li></ul></div><h4>3:17b</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:17b\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>This is my mark in every letter; it is the way I write.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>This is the way I write <span data-bnType=\"implied\">the end of</span> all my letters so that everyone will know that the letter is from me.</p></li></ul></div><h4>3:17a–b</h4><p data-indent=\"1\"><strong>This greeting is in my own hand—Paul. This is my mark in every letter; it is the way I write:</strong> Paul usually dictated his letters (that is, he spoke aloud what he wanted to say) so that another person could write them down for him<span data-bnType=\"footnote\"><span>One cannot be sure why Paul dictated his letters to a secretary, since it is clear that he was an educated man who could read and write both Greek and Hebrew. Paul may have had poor eyesight. No one knows for sure. What Paul seems to be saying in 3:17 is, “I, Paul, am writing this greeting with my own hand, and not by means of a secretary. This is a distinctive sign to show you that this letter is from me, Paul, and not from someone else pretending to be me. I do the same with all my letters, so that if you receive a letter without these last few words written by me, you may know that it does not come from me. That is the way I write my letters.”</span></span>. However, he would often take the pen at some point to write the final part of the letter himself, presumably as a proof that it was really from him<span data-bnType=\"footnote\"><span>Why was Paul afraid that someone else would write a letter that claimed to be from him? Or if he was not afraid of that, why did he write the end of this letter with his own hand? In the context, Paul has just emphasized a warning to disobedient and lazy believers. Therefore he may want to show that this letter has also come from the same person who wrote the first letter (1 Thessalonians), which they would have with them still. If they believed the first letter came from him, they would then be able to compare the handwriting of the end of each letter and see that they were the same.</span></span> See also 1 Corinthians 16:21; Galatians 6:11; Colossians 4:18. It is not clear how much of the letter Paul wrote, so you should avoid being too specific.<span data-bnType=\"footnote\"><span>Which words did Paul himself write? Below are three main points of view on this:(1) Paul wrote the last few words (3:17 and 3:18) in his own handwriting.(2) Paul wrote the words of 3:17 in his own handwriting. He emphasizes that the Thessalonians should be able to recognize his own handwriting (NJB, REB). However this opinion puts too much emphasis on their ability to recognize the handwriting. It is more important to emphasize his statement that he wrote the end of all his letters by himself to show that they were truly from him.(3) Paul wrote (in his own handwriting) only the word “Paul,” or the words “Greetings from Paul” (GNT). This view emphasizes that the signature was truly Paul’s writing. This is not likely to be what Paul really meant, since this is not the way he ended the first letter (1 Thessalonians). However, in two later letters (1 Corinthians 16:21 and Colossians 4:18), he wrote “the greeting of Paul with my hand.” He also wrote Philemon 19 with his own hand. He did not write his signature as the last word in his letters, as people do today. In that time, someone would know that a letter was from him usually because his name was written in the first line of the letter. But in this case, it was in the handwriting of his secretary.</span></span></p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003017",
          "start_ref_usfm": "2TH 3:17",
          "end_ref": "53003017",
          "end_ref_usfm": "2TH 3:17"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 476476,
    "reference_id": 202289,
    "title": "2 Thessalonians 3:18",
    "media_type": "Text",
    "index_reference": "53003018",
    "language": "eng",
    "content": "<div data-bnType=\"OpenTranslatorsNotesSection\" data-startVerseId=\"1054003016\" data-endVerseId=\"1054003018\"><h3>Section 3:16–18: Paul prayed for the Thessalonians and greeted them</h3><p data-indent=\"1\">Paul prayed a final blessing for the Thessalonians. He prayed that Christ would cause their lives to go well. He then signed the letter in his own handwriting.</p></div><h4>3:18</h4><div data-bnType=\"OpenTranslatorsNotesTranslationOptions\" data-verse=\"3:18\"><p data-bnType=\"OpenTranslatorsNotesTranslationOptionsDefaultOption\"><strong>The grace of our Lord Jesus Christ be with all of you.</strong></p><ul data-bnType=\"OpenTranslatorsNotesTranslationOptionsAdditionalTranslationOptions\"><li><p>¶ May our<sup>(incl)</sup> Lord Jesus Christ be gracious to you all.</p></li><li><p>¶ <span data-bnType=\"implied\">I pray to God</span> that our<sup>(incl)</sup> Lord Jesus Christ will greatly bless you all.</p></li></ul></div><p data-indent=\"1\"><strong>The grace of our Lord Jesus Christ be with all of you:</strong> Paul ended all his letters with a form of blessing. The form varies from letter to letter. See the note on 1 Thessalonians 5:28. Notice that there is one difference between the text there and the text in this verse. There Paul said “you.” Here he said “all of you.” Both pronouns are plural.</p><p data-indent=\"1\">Several English versions include the word “Amen” at the end of the letter. This word is found in some ancient manuscripts. However, it is recommended that you not include this word in your translation, as it is not found in the manuscripts that scholars consider most reliable.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "53003018",
          "start_ref_usfm": "2TH 3:18",
          "end_ref": "53003018",
          "end_ref_usfm": "2TH 3:18"
        }
      ],
      "resource": []
    }
  }
]